{"speakers": [], "chunks": [{"timestamp": [0.0, 19.44], "text": " Welcome to the Cannabis Cultivation and Science Podcast. I'm your host, Tad Hussey of KIS"}, {"timestamp": [19.44, 24.12], "text": " Organics. This is the podcast where we discuss the cutting edge of organic growing from a"}, {"timestamp": [24.12, 29.12], "text": " science-based perspective and draw on top experts from around the industry to share their wisdom and knowledge."}, {"timestamp": [29.72, 32.12], "text": " Our guest today is David Bernard Perrone."}, {"timestamp": [32.58, 37.22], "text": " David is an agrologist and has a Master of Science in Plant Sciences from McGill University."}, {"timestamp": [37.76, 42.28], "text": " He began working in greenhouse production in 2001 and worked for McGill in the Greenhouses"}, {"timestamp": [42.28, 44.62], "text": " and Horticultural Research Center for five years."}, {"timestamp": [45.06, 49.28], "text": " He is the lead agrologist and one of the head growers at Whistler Medical Marijuana Corporation."}, {"timestamp": [49.92, 53.98], "text": " Over the last year and a half, he designed the Certified Organic Growing Program at Whistler"}, {"timestamp": [53.98, 59.2], "text": " Medical Marijuana Corporation, making them the only fully certified organic licensed producer"}, {"timestamp": [59.2, 66.24], "text": " in Canada. Hey, David, thanks for coming on the show today. I appreciate you taking the time to chat with me."}, {"timestamp": [66.24, 68.24], "text": " Hey, thanks for having me."}, {"timestamp": [68.24, 71.56], "text": " Yeah, so I met David, what, two years ago now at CannaCon?"}, {"timestamp": [71.56, 72.56], "text": " Yeah."}, {"timestamp": [72.56, 77.56], "text": " And came to one of my talks and we started chatting and I realized David was this wealth of information."}, {"timestamp": [77.56, 82.56], "text": " Could you maybe tell me a little bit about your background and how you came into your current job and what you do now?"}, {"timestamp": [82.56, 90.74], "text": " Yeah, yeah. I remember when we first met you were that breath of fresh air and that maelstrom of craziness. That was my first two weeks in the"}, {"timestamp": [90.74, 96.0], "text": " industry. I didn't know that was your first two weeks. Wow. Oh yeah, it was pretty interesting."}, {"timestamp": [96.28, 100.88], "text": " So I'm coming from an agricultural background, greenhouse production background. I've been"}, {"timestamp": [100.88, 109.3], "text": " working in greenhouse production since 2001 when I was 14 years old I think at the end of my road where I used to grow up in the"}, {"timestamp": [109.3, 113.14], "text": " countryside there was a greenhouse that we're doing production of annual"}, {"timestamp": [113.14, 117.7], "text": " flowers in the winter and cuttings of poinsettias during the summer so I was"}, {"timestamp": [117.7, 121.72], "text": " lucky enough that one of the manager there was also teaching horticulture"}, {"timestamp": [121.72, 127.84], "text": " school close by and he was really interested he really interested"}, {"timestamp": [127.84, 132.74], "text": " me and got my eyes open and all the science and the cool stuff happening beyond in the plants"}, {"timestamp": [132.74, 138.78], "text": " world and the greenhouse management and from the profitability to how we need to make the plants"}, {"timestamp": [138.78, 147.84], "text": " happy and all that so that was really the high opener for me and so I stayed in this world that led me also to do my bachelor's degree in plant science."}, {"timestamp": [148.18, 155.74], "text": " And then when I was just for fun, I was growing a lot of mushroom at university, oyster mushroom"}, {"timestamp": [155.74, 156.64], "text": " and all sorts of stuff."}, {"timestamp": [156.78, 161.5], "text": " And one of the professors saw my work, I've been offered a master in organic agriculture"}, {"timestamp": [161.5, 163.48], "text": " and then ended up in grad school."}, {"timestamp": [163.48, 166.78], "text": " And from there, I was bumming around"}, {"timestamp": [166.78, 173.08], "text": " every summer on the west coast because I'm originally from Quebec but so I decided to go"}, {"timestamp": [173.08, 179.86], "text": " and establish myself on the west and meeting someone rock climbing and then keeping in touch"}, {"timestamp": [179.86, 187.92], "text": " with him I heard through the grape wines through the years that he was doing something with cannabis. So I've got in touch with him once I moved to the West Coast."}, {"timestamp": [188.24, 197.22], "text": " And he let me into Worcester Medical Marijuana Corporation, which is the only certified organic licensed producer in Canada right now."}, {"timestamp": [198.0, 199.88], "text": " You're working at this facility right now."}, {"timestamp": [199.94, 201.18], "text": " What is your role at the facility?"}, {"timestamp": [201.96, 203.2], "text": " So I'm the lead agrologist."}, {"timestamp": [203.2, 209.94], "text": " I've developed with your help and advice the organic growing program there."}, {"timestamp": [209.94, 212.0], "text": " So I got to play certified organic."}, {"timestamp": [212.0, 217.74], "text": " So all the growing practices, nutrient management, soil recycling, climate control, pest and"}, {"timestamp": [217.74, 220.54], "text": " disease management, scheduling."}, {"timestamp": [220.54, 232.64], "text": " So everything that touched the plant side of things, I managed there. So you've essentially shown and proven that organic cultivation for cannabis can work on a large commercial scale."}, {"timestamp": [233.42, 234.22], "text": " Yeah, absolutely."}, {"timestamp": [234.56, 236.94], "text": " We are not the largest, that being said."}, {"timestamp": [237.06, 241.14], "text": " We're a fairly small player in the industry."}, {"timestamp": [241.54, 249.0], "text": " But still, we have one of the strongest brands in Canada right now and everywhere we go it's always a treat to hear that people"}, {"timestamp": [249.0, 253.24], "text": " saying that we're one of the best product available out there. And you're"}, {"timestamp": [253.24, 257.94], "text": " firm believer in organics due to the importance of providing clean medicine"}, {"timestamp": [257.94, 263.44], "text": " to your patients essentially? Yeah we've seen it a lot and the more I talk about"}, {"timestamp": [263.44, 266.22], "text": " it with other people and when we compare"}, {"timestamp": [266.22, 273.5], "text": " our lab results from Anandya Lab, Anandya is a really great lab on UBC campus that's"}, {"timestamp": [273.5, 280.3], "text": " managed by Jonathan Page, one of the guys that was one of the first to sequence cannabis"}, {"timestamp": [280.3, 282.26], "text": " genome in Canada."}, {"timestamp": [282.26, 285.48], "text": " We have a very high terpene contents compared to other producer"}, {"timestamp": [285.48, 292.8], "text": " and the medicine is a very clean and people really like it so i think organic is a big"}, {"timestamp": [292.8, 300.96], "text": " thing behind it to produce that like higher concentration of medicine than other like for"}, {"timestamp": [300.96, 310.6], "text": " more plain vanilla fertilizer can do so the premise then is that there's more benefit to organics because we don't know all the"}, {"timestamp": [310.6, 317.06], "text": " mechanisms for which cannabinoids are necessarily the most beneficial to a patient."}, {"timestamp": [317.92, 325.64], "text": " And organics, can you expand on that a little bit just to explain to our users how the microbiology involved in organic production"}, {"timestamp": [325.64, 333.4], "text": " can affect terpene levels in plants. We've seen some people that are growing with our program as"}, {"timestamp": [333.4, 338.9], "text": " well that have done side-by-side trials growing with our organic methods and with some conventional"}, {"timestamp": [338.9, 346.78], "text": " three-part nutrients with a few additives and the terpenes were higher in the organic production."}, {"timestamp": [346.78, 351.56], "text": " So the way it works, the way I like to see it, so like you mentioned, we don't fully"}, {"timestamp": [351.56, 354.3], "text": " understand what's going into the soil and the reason for that."}, {"timestamp": [354.3, 360.26], "text": " A lot of those soil microorganisms, we simply cannot culture them in the lab, so it's hard"}, {"timestamp": [360.26, 362.22], "text": " to study them."}, {"timestamp": [362.22, 369.9], "text": " When we build our soil, we build our living soil. When we see we put all the best player in place, then we let the plant choose the interaction"}, {"timestamp": [369.9, 374.42], "text": " that they want to favorize, develop, depending on which life cycle they are already in vegetative"}, {"timestamp": [374.42, 379.28], "text": " growth, reproductive stage, or they're in the late senescent stage."}, {"timestamp": [379.28, 385.44], "text": " So by letting the plant choose whatever it wants from the soil encouraging which kind of group of micros do"}, {"timestamp": [385.44, 392.66], "text": " they want to encourage bacteria fungi actinomycete they really get what they need when they need it"}, {"timestamp": [392.66, 398.36], "text": " and we're not force feeding any nutrients in the plant because they have they are in a plant"}, {"timestamp": [398.36, 407.02], "text": " available form and they're being pushed into the plant right now so a lot of people are often asking me in organic how do you"}, {"timestamp": [407.02, 411.48], "text": " flush your plant well the thing is we we don't really flush the plant it's still a concept"}, {"timestamp": [411.48, 416.78], "text": " that i think it's because people put too much nutrients or keep fertilizing too late in the"}, {"timestamp": [416.78, 432.32], "text": " life of the plant so we just let the plant what it do what it does so it's going to pump some of the sugar from the photosynthesized into the root exudate, encouraging specific type of microorganism that it can choose what type of"}, {"timestamp": [432.32, 438.0], "text": " sugar it pushes into the rhizosphere and the roots exudate to promote some specific group,"}, {"timestamp": [438.06, 441.7], "text": " and then choosing the type of nutrients they need. So we just put everything in place"}, {"timestamp": [441.7, 445.78], "text": " and then let nature do its thing. So really the plant"}, {"timestamp": [445.78, 451.12], "text": " controls this process. It's putting out exudates into the rhizosphere that control for which"}, {"timestamp": [451.12, 456.74], "text": " microorganisms make these nutrients available to the plant. To the best of my knowledge, I think"}, {"timestamp": [456.74, 462.34], "text": " that's what they do. So we don't fully know, but the latest research, that's what it showed."}, {"timestamp": [462.46, 465.6], "text": " There's also a very interesting thing that I came across recently."}, {"timestamp": [465.74, 476.12], "text": " It's called rhizophagy, just plants engulfing whole microorganism and translocating those microorganisms inside of vasculature systems."}, {"timestamp": [476.58, 488.7], "text": " So there's a whole broad range of things that a plant can uptake from single ions to a whole microorganism. So when you're selecting in your living cell for diversity,"}, {"timestamp": [488.96, 492.16], "text": " a different type of food, a broad variety of input,"}, {"timestamp": [492.32, 494.3], "text": " nothing in excess but a little bit of everything,"}, {"timestamp": [494.46, 496.52], "text": " and you're doing the same thing for your fungi population,"}, {"timestamp": [496.7, 499.06], "text": " your bacteria, your actinomycete, and everything,"}, {"timestamp": [499.28, 508.22], "text": " so the plants will really be able to just have whomever they choose to have, whomever they potentially evolve with for"}, {"timestamp": [508.22, 516.58], "text": " millions of years to team up with them and then maximize their genetic potential for yield and"}, {"timestamp": [516.58, 522.08], "text": " also terpene and medicine profile. Okay, that brings up a few questions for me. One,"}, {"timestamp": [522.08, 527.18], "text": " I totally agree with you with what you're saying here in regards to putting the plant in control."}, {"timestamp": [527.86, 534.2], "text": " Do you feel, though, that I know a lot of growers out there want to maximize yield and they're really focused on production."}, {"timestamp": [534.4, 534.64], "text": " Yeah."}, {"timestamp": [534.64, 545.82], "text": " Do you feel that you're sacrificing yield by allowing the plant to naturally senesce or not trying to force feed ionic nutrients or, you know know a bottle of nutrient program onto these plants"}, {"timestamp": [545.82, 555.22], "text": " to be fully honest maybe a little bit we heard about those crazy like above three pounds of"}, {"timestamp": [555.22, 562.56], "text": " light yield sometimes that i've yet to see under my organic system i've seen often like two and a"}, {"timestamp": [562.56, 567.64], "text": " half pound and more than profitable yield that I've seen."}, {"timestamp": [567.64, 573.24], "text": " But also the thing that I think when we're growing organically, also there's a price premium attached to that."}, {"timestamp": [573.42, 577.54], "text": " And there's a quality and there's a craftsmanship that goes behind it."}, {"timestamp": [577.7, 583.1], "text": " So among the strongest brands that I've seen are organic and they've been recognized for the quality of the products."}, {"timestamp": [583.28, 588.9], "text": " And I've seen good production facility facility that were producing consistently above three"}, {"timestamp": [588.9, 593.36], "text": " pounds of light according to them but they were tired of that then they"}, {"timestamp": [593.36, 598.0], "text": " decided to switch to organic because the product was just not the best quality"}, {"timestamp": [598.0, 602.44], "text": " product ever so those guys are willing to take a little bit of a yield loss to"}, {"timestamp": [602.44, 605.94], "text": " at first because they're a transition period and all that"}, {"timestamp": [605.94, 610.42], "text": " but still those guys will make their two and a half pound of light and potentially three pounds"}, {"timestamp": [610.42, 617.64], "text": " of light there's also the thing that there's not a lot of plants that have been bred under organic"}, {"timestamp": [617.64, 627.34], "text": " production system right now all those plants have been done by growers and small or big breeding systems, but they've all been under chemical nutrients,"}, {"timestamp": [627.52, 630.82], "text": " so the microbiome is kind of more absent from that."}, {"timestamp": [630.82, 637.28], "text": " A lot of the research we did in the lab when I did my master degree"}, {"timestamp": [637.28, 642.08], "text": " were focused around the microbiome that we were living inside the plant,"}, {"timestamp": [642.14, 649.3], "text": " the endophytic bacteria that will migrate from one generation, can be uptaken from the roots and migrate all the way into the"}, {"timestamp": [649.3, 649.92], "text": " seed of the plant."}, {"timestamp": [650.14, 654.96], "text": " So over a generation of time, you can have an accumulation of endophytic bacteria into"}, {"timestamp": [654.96, 659.48], "text": " the seed that will make a plant better suited for organic production systems."}, {"timestamp": [659.66, 664.18], "text": " So I think that as soon as we're going to see breeders starting to develop for organic"}, {"timestamp": [664.18, 668.6], "text": " strains, we're going to see a whole new revolution out there."}, {"timestamp": [668.6, 675.22], "text": " I think most of those strains have been developed for conventional production systems."}, {"timestamp": [675.96, 676.78], "text": " I did not know that."}, {"timestamp": [676.92, 686.32], "text": " So if you're an organic grower, finding seeds that were grown organically may actually contain beneficial organisms inside the seed"}, {"timestamp": [686.32, 693.28], "text": " itself yeah absolutely this is some it's it's a very like the first time we realized that uh"}, {"timestamp": [693.28, 697.28], "text": " with one of my colleague in the lab like i basically got shivers all over because this"}, {"timestamp": [697.28, 706.6], "text": " has opened so many doors because you can really build up beneficial population of microorganisms inside the plant itself."}, {"timestamp": [706.86, 711.5], "text": " And also, everything that happens around the epigenetics level of the plants,"}, {"timestamp": [711.66, 715.56], "text": " whatever that is, not crossing and remixing of the gene,"}, {"timestamp": [715.62, 721.74], "text": " but more what regulates the gene's expression can be affected from one generation to another."}, {"timestamp": [722.5, 726.14], "text": " So epigenetics can be a very strong tool"}, {"timestamp": [726.14, 728.22], "text": " to adapt plant to organic growing systems"}, {"timestamp": [728.22, 731.06], "text": " to make them more responsive"}, {"timestamp": [731.06, 735.1], "text": " to broader range of interaction with microorganism,"}, {"timestamp": [735.18, 736.24], "text": " different type of nutrients"}, {"timestamp": [736.24, 738.88], "text": " instead of just like available ions"}, {"timestamp": [738.88, 740.38], "text": " like they've been selected forever."}, {"timestamp": [741.42, 744.22], "text": " Now, this just brings up an unrelated question"}, {"timestamp": [744.22, 746.4], "text": " that I've been kind of curious about."}, {"timestamp": [746.9, 756.5], "text": " There's a lot of talk about degradation of genetic potential in plants with cloning over a series of years or successively over time."}, {"timestamp": [756.5, 761.54], "text": " What have you seen with your background in terms of that being a potential problem?"}, {"timestamp": [762.92, 767.0], "text": " It's not something that I've personally touched that much yet."}, {"timestamp": [767.38, 775.44], "text": " I've been mostly focusing on integrated best management nutrients and soil over the last few years."}, {"timestamp": [775.72, 781.56], "text": " But it's like you mentioned, it's something that we keep hearing, like the losing of vigor and all that."}, {"timestamp": [781.9, 786.42], "text": " What I have observed personally, it's the vigor of a newly selected"}, {"timestamp": [786.42, 792.44], "text": " seed or mudder plant when you germinate a lot of seed. There is definitely a lot of vigor there."}, {"timestamp": [793.08, 799.78], "text": " On their organic production system, we did two pounds of light without CO2 when we just started"}, {"timestamp": [799.78, 806.58], "text": " and used terrain from seed. There's some increased vigor there so but i just don't know to be honest"}, {"timestamp": [806.58, 810.88], "text": " but it seems something that people have observed so there might be something there the why and the"}, {"timestamp": [811.94, 817.76], "text": " how i'm not exactly too sure but i think we've seen that like with uh with fungi in the lab"}, {"timestamp": [817.76, 823.7], "text": " that's something that we've observed is like if you keep feeding the same kind of a sugar to the"}, {"timestamp": [823.7, 826.36], "text": " fungi and you're reproducing it under a petri dish it's"}, {"timestamp": [826.36, 833.06], "text": " going to become lazy for other type of sugar so when you're going to bring back from let's say a"}, {"timestamp": [833.06, 839.72], "text": " malt agar on a petri dish to a wood substrate or sometimes they get lazy they lost their kind of"}, {"timestamp": [839.72, 846.78], "text": " chemical matrix to digest it or substrate, it might be something like that, that we see in"}, {"timestamp": [846.78, 852.86], "text": " moms kept under a longer, longer term. That's interesting. I heard some speculation from a"}, {"timestamp": [852.86, 857.48], "text": " friend of mine who went online by the name of Spur, and he talked about the potential for"}, {"timestamp": [857.48, 866.3], "text": " genetic degradation when cloning off of unhealthy mother plants, plants that actually had the potential to change the the genes itself"}, {"timestamp": [866.3, 871.2], "text": " in the future uh the future clone but i haven't seen a lot of research on that one way or another"}, {"timestamp": [871.2, 876.62], "text": " myself there's definitely something out there that can happen to the epigenetic level that"}, {"timestamp": [876.62, 888.92], "text": " that i was talking earlier so over time the plants will over and under regulate some genes because it's been, let's say you have a mom that's been growing for 15 years."}, {"timestamp": [888.92, 893.52], "text": " Sometimes those strains have been passed from one grower to another, one cut from one plant."}, {"timestamp": [893.98, 896.02], "text": " There's some level of control."}, {"timestamp": [896.12, 898.42], "text": " The plants adapt itself to what they see."}, {"timestamp": [898.68, 901.68], "text": " So I don't know more than that."}, {"timestamp": [901.8, 911.5], "text": " But it's something that people have talked about. Then some old strain that I've seen people growing, the old original Baba Pinkush that we see a lot here in Basie."}, {"timestamp": [912.32, 918.08], "text": " Some people are doing very well with it and other people say, ah, plus the vigor that cut is too old."}, {"timestamp": [918.2, 924.26], "text": " And people are talking about backgrossing and doing some stuff to get the vigor back."}, {"timestamp": [924.26, 925.94], "text": " But keeping the same"}, {"timestamp": [925.94, 929.84], "text": " stream by popping new seeds so but it's something i haven't dabbled too much with but"}, {"timestamp": [929.84, 934.56], "text": " it seemed to be there well let's get back into your area of expertise then"}, {"timestamp": [934.56, 941.38], "text": " so one thing that i want to touch on is when you were talking about growers switching over to the"}, {"timestamp": [941.38, 947.04], "text": " style of growing that you're doing and that you may not push yield quite as far"}, {"timestamp": [947.04, 952.66], "text": " as you would adding ionic nutrients. One of the things that we didn't talk about was all of the"}, {"timestamp": [952.66, 959.48], "text": " labor savings and nutrient savings that you're experiencing. And that's huge. I mean, as much"}, {"timestamp": [959.48, 967.24], "text": " as trying to up production, reducing your expenses and labor is a huge aspect of that."}, {"timestamp": [967.36, 969.3], "text": " Can you talk a little bit about some of those benefits?"}, {"timestamp": [969.88, 970.36], "text": " Yeah, absolutely."}, {"timestamp": [970.46, 974.84], "text": " I'm glad you bring that up because we all hear about the pound per light, but you don't"}, {"timestamp": [974.84, 976.76], "text": " hear a lot of people talking about margins."}, {"timestamp": [977.62, 982.84], "text": " And coming from a commercial agricultural background, that's how people talk about it."}, {"timestamp": [983.04, 989.7], "text": " Some farmer will take a yield loss and not plow their field one year if because fuel is too cheap they're going"}, {"timestamp": [989.7, 994.6], "text": " to reduce their yield but overall they're going to make more money because they save on fuel at"}, {"timestamp": [994.6, 1007.18], "text": " the beginning of the season so there's this whole aspect when you're using living, you don't have to mix bottle of nutrient day to day anymore or way less"}, {"timestamp": [1007.18, 1013.62], "text": " than mixing everything, pH-ing, you have to take from five, sometimes 10 different bottles"}, {"timestamp": [1013.62, 1016.12], "text": " to make your nutrient mix."}, {"timestamp": [1016.12, 1021.14], "text": " We do tub dress once or sometimes twice during the old growth cycle and that's about it for"}, {"timestamp": [1021.14, 1022.14], "text": " us."}, {"timestamp": [1022.14, 1024.0], "text": " So the labor savings are huge."}, {"timestamp": [1024.0, 1026.02], "text": " So all you have to do after that is to"}, {"timestamp": [1026.02, 1032.18], "text": " irrigate your soil. You don't push a lot of salt in your irrigation system, so you get less"}, {"timestamp": [1032.18, 1037.38], "text": " clogging. We don't use a lot of those what's clogging mostly emitters. It's potassium sulfate"}, {"timestamp": [1037.38, 1045.5], "text": " that reacts with phosphorus fertilizers, so we don't have clogging of the line so much. So there's huge saving just there."}, {"timestamp": [1045.88, 1049.46], "text": " Also, when you buy single nutrients,"}, {"timestamp": [1050.14, 1052.14], "text": " let's say you buy just your alfalfa meal,"}, {"timestamp": [1052.28, 1055.14], "text": " just your rock phosphate and stuff like that,"}, {"timestamp": [1055.34, 1058.82], "text": " they're so cheap by the kilo compared to those other fertilizer."}, {"timestamp": [1059.24, 1062.48], "text": " And sometimes the fertilizer value is higher."}, {"timestamp": [1062.9, 1068.04], "text": " So in case of Fedor and blood meal, we're going to pay $2 to $3 a kilo,"}, {"timestamp": [1068.24, 1072.0], "text": " and they're 14% phosphorus, which is still expensive."}, {"timestamp": [1072.64, 1075.98], "text": " Agricultural world, but in the cannabis world, it's dirt cheap for nitrogen."}, {"timestamp": [1075.98, 1081.54], "text": " Yeah, you have a high-value crop, so you can afford to put on these nutrients at optimal levels."}, {"timestamp": [1081.84, 1082.02], "text": " Yeah."}, {"timestamp": [1082.4, 1083.44], "text": " You bring up a good point, though."}, {"timestamp": [1083.46, 1085.06], "text": " Let's talk a little about bottled nutrients"}, {"timestamp": [1085.06, 1088.18], "text": " and what your background and thoughts and experience are with that"}, {"timestamp": [1088.18, 1090.6], "text": " and how a lot of growers are using them,"}, {"timestamp": [1090.62, 1094.38], "text": " and you've managed to grow for a fraction of the cost"}, {"timestamp": [1094.38, 1096.5], "text": " without using bottled nutrients."}, {"timestamp": [1096.82, 1097.22], "text": " Yeah, yeah."}, {"timestamp": [1097.38, 1099.68], "text": " In terms of nutrients from start to finish,"}, {"timestamp": [1100.28, 1105.3], "text": " we're about a couple cents per gram worth of nutrients in our product."}, {"timestamp": [1105.86, 1109.36], "text": " The bottle of nutrients, what I've seen from that, we've seen everything."}, {"timestamp": [1109.44, 1115.64], "text": " For people growing outside, they're going to have incomplete nutrients because people want to carry just one part nutrient."}, {"timestamp": [1115.64, 1123.62], "text": " So the nutrient won't be complete because when you mix calcium and phosphorus at high rate into a bottle, they precipitate."}, {"timestamp": [1123.88, 1125.1], "text": " They go out of solution and"}, {"timestamp": [1125.1, 1131.58], "text": " they're not plant available so this is why we have sometimes several bottle nutrients but when you go"}, {"timestamp": [1131.58, 1136.3], "text": " in the horticultural industry you never see those kind of nutrients what you see is like single salt"}, {"timestamp": [1136.3, 1147.88], "text": " if you're not organic so you're gonna buy like potassium monopotassium phosphate so 0 50 30 and stuff like that that come in pounds of"}, {"timestamp": [1147.88, 1153.74], "text": " like in bags of 50 pounds and then you just dilute that in tank a tank b so basically what you're"}, {"timestamp": [1153.74, 1159.22], "text": " doing is you're making those every bottle that you have in your um your shop that you're buying"}, {"timestamp": [1159.22, 1169.9], "text": " on shelf you're making giant tanks of that in your greenhouse and you're paying so much cheaper for that because they've not been pre-mixed for you."}, {"timestamp": [1170.52, 1173.34], "text": " And also you're not shipping water around anymore."}, {"timestamp": [1173.62, 1177.04], "text": " So most of those bottled nutrients, the primary ingredient is going to be water."}, {"timestamp": [1177.18, 1178.16], "text": " They're diluting them down."}, {"timestamp": [1178.16, 1183.16], "text": " I mean, they're only 3%, sometimes 5% of a nutrient."}, {"timestamp": [1184.06, 1188.8], "text": " So the rest of the 10, the 90% must be water most of the time."}, {"timestamp": [1189.1, 1191.14], "text": " Yeah, we were talking before we started the podcast"}, {"timestamp": [1191.14, 1195.12], "text": " about how you don't really know what's necessarily in those bottled nutrients."}, {"timestamp": [1195.12, 1197.48], "text": " And you had mentioned you don't like to use products"}, {"timestamp": [1197.48, 1201.66], "text": " where you don't know what's in them, similar to what you put in your body."}, {"timestamp": [1201.8, 1202.72], "text": " Do you want to expand on that at all?"}, {"timestamp": [1202.72, 1211.2], "text": " Well, it's just when we know so much about what goes in our soil we uh develop those this living biology of you"}, {"timestamp": [1211.2, 1217.92], "text": " in your soil and all of that so i know what my nutrient test is and when sometimes you"}, {"timestamp": [1217.92, 1224.08], "text": " you see those nutrient additive and that they're not necessarily used for their main nutrient but"}, {"timestamp": [1224.08, 1227.0], "text": " they might have a normal charge, they might have microorganism,"}, {"timestamp": [1227.84, 1233.82], "text": " and they're just marketed as growth and answer, bud thriving,"}, {"timestamp": [1234.16, 1236.7], "text": " and you have a picture of a giant frosty bud on it."}, {"timestamp": [1237.48, 1239.46], "text": " When I don't know exactly what's in there,"}, {"timestamp": [1239.56, 1243.32], "text": " I find it hard to put that in a system that we've built"}, {"timestamp": [1243.32, 1246.46], "text": " and we fully understand and we know how it reacts to"}, {"timestamp": [1246.46, 1252.54], "text": " things so or also sometimes there's just not certified organic and we can't use them but"}, {"timestamp": [1252.54, 1258.44], "text": " just as a general with some growers are saying when we do i do a little bit of consulting i have"}, {"timestamp": [1258.44, 1265.92], "text": " this problem here what should i add oh this is this type, they have an iron deficiency or a boron deficiency."}, {"timestamp": [1266.72, 1271.88], "text": " They don't know what to add for that because there's nothing on their bottle that says"}, {"timestamp": [1271.88, 1278.12], "text": " use this for iron deficiency or sometimes they will have a lot of other nutrients with"}, {"timestamp": [1278.12, 1278.98], "text": " a little bit of iron."}, {"timestamp": [1279.1, 1284.64], "text": " So it's hard to pinpoint problems and assess in specific situation those bottle nutrients."}, {"timestamp": [1285.46, 1290.12], "text": " Yeah, here in Washington, when I got my soil registered as a fertilizer it's really"}, {"timestamp": [1290.12, 1294.58], "text": " interesting so I did a guaranteed analysis for nitrogen phosphorus"}, {"timestamp": [1294.58, 1301.38], "text": " potassium and calcium so on the label it says what a minimum amount would be but"}, {"timestamp": [1301.38, 1306.7], "text": " as a fertilizer company you don't have have to say what a maximum is."}, {"timestamp": [1306.7, 1314.52], "text": " So I could have, I could have 10% potassium in there and claim 3% and I'd be okay as far as the"}, {"timestamp": [1314.52, 1318.48], "text": " Washington State Department of Ag is concerned. And I don't, they don't, you don't know what the"}, {"timestamp": [1318.48, 1327.96], "text": " iron, manganese, any of those other, you know, secondary elements are. And so as a grower, I think it can be a real challenge"}, {"timestamp": [1327.96, 1331.7], "text": " unless you get an independent soil test to really know what you're putting on your plant."}, {"timestamp": [1331.76, 1332.34], "text": " Yeah, absolutely."}, {"timestamp": [1332.7, 1337.54], "text": " And sometimes those products are better off having more product in there than less."}, {"timestamp": [1337.54, 1343.44], "text": " So if they only have like 1% phosphorus when they claim they had 5%, that's a problem."}, {"timestamp": [1343.72, 1350.92], "text": " But when they say minimum guarantee analysis, and it's five and you have ten sometimes it's a problem as well so"}, {"timestamp": [1350.92, 1356.26], "text": " yeah and especially for other product that i'm not going to name any brand but there's some"}, {"timestamp": [1356.26, 1361.4], "text": " product that's been recalled off the shelf because they were not sell that pesticide"}, {"timestamp": [1361.4, 1365.88], "text": " there was just says they would help for spider mites let's see but it was"}, {"timestamp": [1365.88, 1371.58], "text": " fully peritrenes that were in the product and they were being on the shelf for years and nobody knew"}, {"timestamp": [1371.58, 1375.88], "text": " what there was in there they're just never been checked before and turns out it was peritrenes"}, {"timestamp": [1375.88, 1381.3], "text": " and was an unregistered pesticide used in their crop so this is dangerous for yourself your labor"}, {"timestamp": [1381.3, 1385.64], "text": " and your end user as well that's that's a huge problem here in the States."}, {"timestamp": [1385.96, 1388.36], "text": " I know for a fact that a lot of growers are using things"}, {"timestamp": [1388.36, 1389.68], "text": " that they're not supposed to use too,"}, {"timestamp": [1389.86, 1391.74], "text": " even something they're aware of."}, {"timestamp": [1391.9, 1394.32], "text": " So things like Eagle 20, Avid."}, {"timestamp": [1394.92, 1395.4], "text": " Exactly."}, {"timestamp": [1396.84, 1400.2], "text": " Obviously, you guys are highly regulated"}, {"timestamp": [1400.2, 1401.26], "text": " by the Canadian government."}, {"timestamp": [1401.66, 1404.56], "text": " And you're managing to deal with all of these problems"}, {"timestamp": [1404.56, 1408.94], "text": " without using any chemical pesticides so what what do you use for"}, {"timestamp": [1408.94, 1413.24], "text": " PM and mites and things like that how do you manage these these problems so the"}, {"timestamp": [1413.24, 1417.7], "text": " IPM program we have the integrated pest management it's one of the cornerstone"}, {"timestamp": [1417.7, 1423.94], "text": " of our production so for spider mites and any insects and all that we do use"}, {"timestamp": [1423.94, 1425.3], "text": " beneficial insects."}, {"timestamp": [1425.68, 1430.7], "text": " So we use a lot of Pheidoxalius persimilis to control spider mite,"}, {"timestamp": [1431.08, 1432.92], "text": " California predatory mite."}, {"timestamp": [1433.44, 1436.38], "text": " We use Swarovski to control for thrips."}, {"timestamp": [1437.62, 1442.66], "text": " We use Thetha coriaria and hypoapsis for controlling fungus nuts."}, {"timestamp": [1443.46, 1445.58], "text": " So we're able to achieve it like a"}, {"timestamp": [1445.58, 1450.92], "text": " perfect level of control with those beneficial insects when I started to"}, {"timestamp": [1450.92, 1457.52], "text": " work at Worcester Medical at first they were tense on some of the plants a fully"}, {"timestamp": [1457.52, 1462.46], "text": " spiderweb the bud and stuff like that guys were vacuuming the buds every day"}, {"timestamp": [1462.46, 1465.52], "text": " but after oh yeah it was pretty intense I've"}, {"timestamp": [1465.52, 1470.02], "text": " never seen anything like that before but after a couple months and after meeting"}, {"timestamp": [1470.02, 1476.08], "text": " you and Jaya Palmer that worked with you I'd keep it simple like introducing"}, {"timestamp": [1476.08, 1479.14], "text": " California kiss and if you had her beneficial just changing what they were"}, {"timestamp": [1479.14, 1482.98], "text": " using and increasing the frequency and rates we were able to completely get rid"}, {"timestamp": [1482.98, 1486.76], "text": " of spider mites after one full cycle throughout our facility."}, {"timestamp": [1486.76, 1492.7], "text": " And we've seen the little damage here and there, but I've never sprayed a single insecticide"}, {"timestamp": [1492.7, 1495.24], "text": " in my shop over two years."}, {"timestamp": [1495.24, 1497.34], "text": " Wow, that's amazing."}, {"timestamp": [1497.34, 1499.56], "text": " You bring up a good point too."}, {"timestamp": [1499.56, 1506.12], "text": " I think it's important that listeners realize that these things are not instant no instant"}, {"timestamp": [1506.12, 1509.64], "text": " treatment solutions and it does take a little bit of time for these populations"}, {"timestamp": [1509.64, 1513.84], "text": " to build and you do have to apply them at at higher levels cannabis is a very"}, {"timestamp": [1513.84, 1517.64], "text": " sticky plant they're crawling to trichomes they spend time cleaning"}, {"timestamp": [1517.64, 1523.5], "text": " themselves up or maybe they even get high I don't know but it's a very when"}, {"timestamp": [1523.5, 1525.14], "text": " you work with the plant yourself you feel it"}, {"timestamp": [1525.14, 1530.16], "text": " on your glock and your skins i can't imagine crawling through a forest of trichome to try to"}, {"timestamp": [1530.16, 1538.52], "text": " find food but well trichomes are a natural defense system by the plant yeah uh yeah absolutely that"}, {"timestamp": [1538.52, 1553.94], "text": " being said i feel i feel like it was fairly easy for us to get rid of that but i was there every day checking on that and i have a academic background doing that but when i went and introduced that same identical integrated"}, {"timestamp": [1553.94, 1560.22], "text": " pest management system in the other shop we didn't add always ice the same success rate so the way"}, {"timestamp": [1560.22, 1569.26], "text": " you implement that system the way you have your workflow through your facility is also very important. So moving from infested to clean area, so start and work"}, {"timestamp": [1569.26, 1573.26], "text": " in a clean area at first when you get there during the day. Hair nets and"}, {"timestamp": [1573.26, 1578.96], "text": " changing boots. We do change clothes from one room to another. We just put a lab"}, {"timestamp": [1578.96, 1587.36], "text": " coat on and change our hair net gloves and disinfector boots that that's huge we have some growers here that were"}, {"timestamp": [1588.32, 1592.64], "text": " working in greenhouse we started to do the biocontrol insect program we had really good"}, {"timestamp": [1592.64, 1599.76], "text": " success in their vegetative a little bit tougher and flowering but we we were pretty sure that"}, {"timestamp": [1599.76, 1606.32], "text": " after one cycle they would be pretty clean but then on the next cycle things got worse and we're"}, {"timestamp": [1606.96, 1610.88], "text": " scratching our edge trying to figure out what happened and all that to finally realize that"}, {"timestamp": [1611.52, 1617.68], "text": " it's the bamboo stick that the grower was using so as a stake so you took the bamboo from"}, {"timestamp": [1618.24, 1628.46], "text": " harvesting a flower room that were infested with spider mats and put that into the new veg plants that were going in there even though he cleaned the room and all that the spider"}, {"timestamp": [1628.46, 1633.62], "text": " might run away from the predatory insects they crawl inside the bamboo"}, {"timestamp": [1633.62, 1640.34], "text": " stick come outs when it's and in a new room so we have super high infestation"}, {"timestamp": [1640.34, 1647.2], "text": " right from spiders right from the get-go. So there's little details like that that if you don't pick on"}, {"timestamp": [1647.2, 1653.48], "text": " early or if you don't know, it's just hard to manage. But so your workflow, all your labor,"}, {"timestamp": [1653.68, 1658.72], "text": " and people move from one room to another, it's super important. Everything is also super important"}, {"timestamp": [1658.72, 1664.46], "text": " from your mother room where you start there, starting with clean product. I usually just"}, {"timestamp": [1664.46, 1667.64], "text": " double the rates of insect in my mother room"}, {"timestamp": [1667.64, 1669.2], "text": " compared to the rest of my facility,"}, {"timestamp": [1669.34, 1672.82], "text": " which has already kind of doubled compared to the rest of the industry,"}, {"timestamp": [1672.82, 1676.7], "text": " just to make sure that we're starting with clean product all the time."}, {"timestamp": [1677.04, 1677.82], "text": " That's a really good point."}, {"timestamp": [1677.9, 1679.06], "text": " I never would have thought of stakes."}, {"timestamp": [1679.06, 1680.42], "text": " That was such a heartbreaker."}, {"timestamp": [1680.42, 1684.8], "text": " At our farm, being in a greenhouse and being essentially outdoors,"}, {"timestamp": [1685.84, 1691.44], "text": " I find it's a very different situation. We can plant a lot of pollinators around the property, a lot of"}, {"timestamp": [1691.44, 1697.86], "text": " plants that attract beneficial insects. And so I may see a mite here or there, but then I'll also"}, {"timestamp": [1697.86, 1703.9], "text": " see a ladybug and I'll see beneficial insects. And you don't have the same outbreak problems"}, {"timestamp": [1703.9, 1710.72], "text": " that you have to deal with in a closed facility like what you're what you're unfortunately just a pest insect make it in in"}, {"timestamp": [1710.72, 1715.98], "text": " closed environments all the time they all often they will make it in from your staff or yourself"}, {"timestamp": [1715.98, 1722.12], "text": " if you're going and working in another production facility or if you have some guys that have their"}, {"timestamp": [1722.12, 1727.38], "text": " personal production license at home they will drag the the spider mites and thrips in there."}, {"timestamp": [1727.84, 1731.06], "text": " Yes, let's talk powdery mildew and fungal diseases a little bit here."}, {"timestamp": [1731.2, 1731.42], "text": " Yeah."}, {"timestamp": [1731.52, 1733.22], "text": " What's your game plan on that?"}, {"timestamp": [1733.6, 1734.24], "text": " Powdery mildew."}, {"timestamp": [1734.54, 1737.32], "text": " So cleaning the room very well between cycle."}, {"timestamp": [1737.64, 1740.22], "text": " One little thing that we've started to do ourselves,"}, {"timestamp": [1740.52, 1743.08], "text": " I've started to ozone my rooms between cycle."}, {"timestamp": [1743.42, 1746.84], "text": " So just an overnight, we shut off any exhaust."}, {"timestamp": [1747.06, 1748.78], "text": " We keep the fan recirculating everywhere."}, {"timestamp": [1749.3, 1752.22], "text": " And we have an ozone generator in there on a timer."}, {"timestamp": [1752.88, 1756.3], "text": " You've got to be very careful with that because ozone is very toxic to people."}, {"timestamp": [1756.42, 1757.68], "text": " So you don't want to be in the room."}, {"timestamp": [1757.78, 1760.32], "text": " You don't want to have any of your stuff in there."}, {"timestamp": [1760.5, 1766.6], "text": " But ozone will disinfect everything on contact because it's so oxidative it just rips"}, {"timestamp": [1766.6, 1774.0], "text": " electron from everything it's going to go in nicks and micro cracks and just kill everything so that's"}, {"timestamp": [1774.0, 1780.88], "text": " a pretty good one so using hydrogen peroxide doing like a firmigation or a foliar spray of the wall"}, {"timestamp": [1780.88, 1785.58], "text": " and everything if you don't have the time to clean every pieces of dust and"}, {"timestamp": [1785.58, 1791.4], "text": " everything getting rid of any wood in your growing room is also a good one pretty hard to disinfect"}, {"timestamp": [1791.4, 1797.32], "text": " wood and making sure you have the least surface area possible aside your your plant and your"}, {"timestamp": [1797.32, 1803.4], "text": " growing medium so any overhead structures if you have a lot of wire or anything that can arbor"}, {"timestamp": [1803.4, 1806.18], "text": " spores if you can get rid of it,"}, {"timestamp": [1806.18, 1807.18], "text": " get rid of it."}, {"timestamp": [1807.18, 1813.94], "text": " They're easy to clean room, but that's for prevention or cleaning your room between cycle."}, {"timestamp": [1813.94, 1820.0], "text": " For prevention on the plants, there's very few product that we can use in Canada here."}, {"timestamp": [1820.0, 1823.26], "text": " There's Actinovate, which is a bacteria."}, {"timestamp": [1823.26, 1826.34], "text": " Problem with Actinovate is if you spray two lathes on your crop,"}, {"timestamp": [1826.42, 1830.76], "text": " you're going to create a false positive for your microbial test,"}, {"timestamp": [1830.94, 1832.08], "text": " the post-harvest test."}, {"timestamp": [1833.0, 1836.76], "text": " So you've got to be careful that you're, again, starting very early,"}, {"timestamp": [1836.9, 1838.82], "text": " starting on your mom, rotate through."}, {"timestamp": [1838.82, 1843.88], "text": " We have Actinovate, also Milstep, which is potassium bicarbonate."}, {"timestamp": [1843.94, 1846.22], "text": " It's going to change the ph in the leaf surface make it"}, {"timestamp": [1846.22, 1852.34], "text": " harder for the plant to for the spore to germinate those are the two that you can use a sulfur"}, {"timestamp": [1852.34, 1859.02], "text": " vaporizer are also another good one but make sure you turn them off for plate flowering stage"}, {"timestamp": [1859.02, 1866.16], "text": " otherwise you're going to give a puff taste to your product those are all stuff that we can use but also it's to stay on top of it"}, {"timestamp": [1866.16, 1873.36], "text": " but also compost tea is a really good one but again be very mindful of your microbial test"}, {"timestamp": [1873.36, 1879.44], "text": " don't spray any of that when you have a room in flowering or anything past week two because that's"}, {"timestamp": [1879.44, 1886.72], "text": " that's a super highly charged microbial spray if you use a composting foliar so what it will do it"}, {"timestamp": [1886.72, 1892.72], "text": " will basically put probiotics in the leaf so you're gonna have a the goal when you're applying"}, {"timestamp": [1892.72, 1898.08], "text": " composty as a foil is basically just to colonize your leaf surface even if your microorganism that"}, {"timestamp": [1898.08, 1902.32], "text": " you're going to put in there are not going to do anything actively beneficial for the plants"}, {"timestamp": [1902.32, 1906.56], "text": " or actually 5 p.m it's like having a room that's already so"}, {"timestamp": [1906.56, 1911.84], "text": " crowded that nobody else can get in so you're trying to have a big party of microorganisms so"}, {"timestamp": [1911.84, 1917.92], "text": " big that the powdery mildew is left on the porch because it's too crowded out there so what do you"}, {"timestamp": [1917.92, 1927.0], "text": " do when you have a plant that obviously has p.m and you're let's say mid flower what's your protocol then oh I just hope it's not gonna happen"}, {"timestamp": [1927.0, 1935.56], "text": " but what we did we did some hydrogen peroxide spot spraying we're usually gonna get rid of"}, {"timestamp": [1935.56, 1940.64], "text": " that plant but we're gonna before we touch or do anything we're gonna spray down with"}, {"timestamp": [1940.64, 1950.44], "text": " hydrogen peroxide which will only kill the spores hydrogen peroxide won't kill the live mycelium of PM so what we would do we would bag it up and"}, {"timestamp": [1950.44, 1956.26], "text": " do and just get rid of it and hope for the best but we can take a little bit of"}, {"timestamp": [1956.26, 1962.06], "text": " PM if it's not causing too much crop loss stress like that and more we're"}, {"timestamp": [1962.06, 1966.16], "text": " gonna do like a super thorough cleanup of our rooms but uh it's"}, {"timestamp": [1966.96, 1974.48], "text": " it's so far finger crossed that haven't happened to us we also use a uv lights in our hvac system so"}, {"timestamp": [1974.48, 1980.8], "text": " air systems constantly recirculating so by having uv lights just household uv light they're super"}, {"timestamp": [1980.8, 1985.78], "text": " cheap there you can get one for uh 100 bucks it's just going to sterilize"}, {"timestamp": [1985.78, 1990.68], "text": " the air that flows around it so it's going to consistently decrease your airborne spore count"}, {"timestamp": [1990.68, 1995.76], "text": " in your room of any microorganism so that's another good preventive thing to have at all time"}, {"timestamp": [1995.76, 2001.0], "text": " and then genetics plays a key role absolutely so if ever you're doing a little bit of breeding"}, {"timestamp": [2001.0, 2006.56], "text": " again at the epigenetics level if your parent plants have been subjected to"}, {"timestamp": [2006.56, 2012.08], "text": " mildew and or if you're doing breeding and trying to breed for mildew i would suggest just infect"}, {"timestamp": [2012.08, 2018.88], "text": " your plant when they're in there in your breeding tent or whatever you're using to breed just infect"}, {"timestamp": [2018.88, 2025.76], "text": " your plant mildew if you if you if you can afford that and just let them breed seeds under PM condition,"}, {"timestamp": [2025.94, 2030.4], "text": " then those seeds will be more resistant to PM just from the epigenetic side."}, {"timestamp": [2030.52, 2031.94], "text": " You can do that to another generation."}, {"timestamp": [2032.84, 2037.06], "text": " You're going to have built-in resistance in your plant for that."}, {"timestamp": [2038.24, 2041.08], "text": " Some strains are just so weak for PM."}, {"timestamp": [2041.08, 2043.4], "text": " It's just like you can't even grow them."}, {"timestamp": [2043.7, 2045.22], "text": " They're going to get PM no matter what."}, {"timestamp": [2045.22, 2051.26], "text": " So let's talk about, yeah, let's talk about humidity, airflow, and pruning then in terms"}, {"timestamp": [2051.26, 2056.32], "text": " of helping reduce fungal pathogens. One thing that I've seen too often, unfortunately, it's"}, {"timestamp": [2056.32, 2063.18], "text": " growers trying to mitigate fungal problems by keeping their room super dry. You're going to"}, {"timestamp": [2063.18, 2065.1], "text": " see like 40% humidity level,"}, {"timestamp": [2065.32, 2066.56], "text": " which stresses the plant,"}, {"timestamp": [2066.72, 2068.54], "text": " can jeopardize your yield and all that."}, {"timestamp": [2068.94, 2073.12], "text": " Whereas if you prune the bottom of your plants for yourself,"}, {"timestamp": [2073.12, 2075.06], "text": " we're doing a kind of sea of green."}, {"timestamp": [2075.78, 2080.38], "text": " So we need to have the good six inches off the soil cleanup"}, {"timestamp": [2080.38, 2082.34], "text": " to have a good airflow in there."}, {"timestamp": [2082.44, 2083.66], "text": " But if you have bigger plants,"}, {"timestamp": [2084.48, 2086.0], "text": " the leafing and keeping them"}, {"timestamp": [2086.0, 2091.2], "text": " not like blasting with a fan but airflow moving through them it's very important what you want"}, {"timestamp": [2091.2, 2096.4], "text": " to get rid of is this dew point when you have your lights coming on and off where your temperature is"}, {"timestamp": [2096.4, 2108.44], "text": " dropping you have a lot of moisture in the air as the air cools down and compacts and then you have this dew point and high humidity level and this is when"}, {"timestamp": [2108.44, 2114.5], "text": " your stomata pours your stomata are still open on your leaf surface it's very humid in the air and"}, {"timestamp": [2114.5, 2120.44], "text": " then you're gonna have a spore of PM germinating and making it into a stomata space and infecting"}, {"timestamp": [2120.44, 2125.58], "text": " the plant this window of infection that you want to get rid of. So some, I think"}, {"timestamp": [2125.58, 2132.14], "text": " that's the gavita that have like sunrise, sunset setting on them seems to be a good way to get rid"}, {"timestamp": [2132.14, 2137.78], "text": " of that dew point. Ourself, we've been doing that by having a couple extra lights on a separate"}, {"timestamp": [2137.78, 2147.82], "text": " timer in our room that would stay for an extra 15 to half an hour on where the main the rest of the light have been shut down you could also set"}, {"timestamp": [2147.82, 2154.66], "text": " up your timer to refresh the air when your lights are shutting off so you're gonna have more cool"}, {"timestamp": [2154.66, 2160.26], "text": " hair moving into your room instead of having that warm air cooling down and then just dumping all"}, {"timestamp": [2160.26, 2166.74], "text": " that humidity back on your plants so those kind kind of things. That's really interesting. I know"}, {"timestamp": [2166.74, 2173.42], "text": " I see at our farm, we always see PM whenever we have a big fluctuation in humidity. So where we"}, {"timestamp": [2173.42, 2179.42], "text": " have a sunny day followed by a really rainy day or vice versa, then we'll typically see PM over"}, {"timestamp": [2179.42, 2185.12], "text": " the fall on all of our squash and things like that. And the same with cannabis."}, {"timestamp": [2185.36, 2192.3], "text": " We'll see people running, you know, you go from a veg cycle where they may be at, I don't know, 60, 65% humidity,"}, {"timestamp": [2192.3, 2196.22], "text": " and then switching into flower and just dropping that humidity to 40%."}, {"timestamp": [2196.22, 2197.86], "text": " It's a huge shock for the plants."}, {"timestamp": [2198.1, 2198.28], "text": " Oh, yeah."}, {"timestamp": [2198.4, 2211.34], "text": " And I want to save humidity for Jaya Palmer when I get him on here because he's got some really interesting thoughts on it. Yeah, yeah. Jaya's pretty sharp with that there. I still have yet to try a lot of the cool"}, {"timestamp": [2211.34, 2217.36], "text": " stuff he came across with. Yeah. So I want to save that piece, but I'm really excited to talk about"}, {"timestamp": [2217.36, 2223.72], "text": " it. I guess I want to ask you too, are you reusing your soil or what is the workflow in terms of"}, {"timestamp": [2223.72, 2225.1], "text": " plant size? You mentioned that you're in terms of uh plant size you mentioned"}, {"timestamp": [2225.1, 2229.44], "text": " that you're doing sea of green yeah can you talk a little more about about all that and and then"}, {"timestamp": [2229.44, 2233.56], "text": " also uh well i want to talk to you more about a little about soil mixing and nutrients too but"}, {"timestamp": [2233.56, 2238.36], "text": " we'll get into that in a sec so yeah we we just started to reuse our soil finally uh we move uh"}, {"timestamp": [2238.36, 2246.84], "text": " into rolling beds so we have tables that will roll side to side in our room So we occupy more of our floor space instead of having"}, {"timestamp": [2247.3, 2251.54], "text": " Five hallway in the room that allowed us to walk between a row of pots now"}, {"timestamp": [2251.54, 2255.5], "text": " We have just one hallway that we move wherever we want it into your room and we have"}, {"timestamp": [2256.04, 2263.96], "text": " beds of soil that are about eight inches deep by four and a four and a half foot wide by fifty foot long with a"}, {"timestamp": [2264.76, 2268.16], "text": " Smart pot custom liner in them and they're all in"}, {"timestamp": [2268.16, 2274.9], "text": " aluminum trellis so we got really the all the surfaces of the soil are exposed to air so we"}, {"timestamp": [2274.9, 2280.66], "text": " get completely aerobic condition in our soil and since we it's a lot of work to move soil into"}, {"timestamp": [2280.66, 2286.6], "text": " those bed we've we're reusing the uh before we were not we were just giving"}, {"timestamp": [2286.6, 2292.54], "text": " it away to some local organic grower or soil but now we're reusing our soil when we find that it"}, {"timestamp": [2292.54, 2298.18], "text": " just gets better the more cycle we do in it the first cycle are pretty good but the second cycle"}, {"timestamp": [2298.18, 2306.0], "text": " especially if you're careful with the tilling we don't till it completely we just mix in the first two three inches of soil"}, {"timestamp": [2306.0, 2311.18], "text": " when we're re-amending to mix in that if we have to re-amend that's all based on a soil test we"}, {"timestamp": [2311.18, 2315.78], "text": " just mix those nutrients into the first two three inches of soil we leave the the rest of the soil"}, {"timestamp": [2315.78, 2321.46], "text": " undisturbed not to disturb that mycelium that runs throughout the whole soil and when we're"}, {"timestamp": [2321.46, 2333.5], "text": " replanting our plants we're just reconnecting to that mycelium which is the internet of our growing beds and then the plants just look the second round"}, {"timestamp": [2333.5, 2339.04], "text": " and third round they just take off and they look just so good so you bring up something that i"}, {"timestamp": [2339.04, 2343.88], "text": " talked about with steve solomon already and i have an opinion on and yours is going to be a little"}, {"timestamp": [2343.88, 2350.14], "text": " different so i want to hear it i know this whole no-till concept is really popular right now with indoor growers yeah and"}, {"timestamp": [2350.14, 2356.16], "text": " living soils my take on it is no-till is not totally accurate because we're not tilling the"}, {"timestamp": [2356.16, 2360.88], "text": " soil like we would agricultural land which is very very disturbing to the microorganisms yeah"}, {"timestamp": [2360.88, 2366.1], "text": " but when you're growing plants a little larger than you are, where the root systems are"}, {"timestamp": [2366.1, 2373.14], "text": " getting down six, eight inches a foot down into the soil, how do you get the nutrients down into"}, {"timestamp": [2373.14, 2379.54], "text": " that area of the rhizosphere quickly in terms of a growth cycle? Because traditionally in agriculture,"}, {"timestamp": [2380.1, 2385.04], "text": " you could till it in or top dress it. You you have six eight months or that off season for those"}, {"timestamp": [2385.04, 2390.88], "text": " nutrients to work their way down into the soil yeah we don't have that luxury you know typically"}, {"timestamp": [2390.88, 2397.28], "text": " you're replanting you know 24 36 hours later in some cases yeah so if you weren't doing a sea of"}, {"timestamp": [2397.28, 2401.6], "text": " green do you think you would have the same would you need to till the nutrients in further or would"}, {"timestamp": [2401.6, 2406.58], "text": " you still stick to that two three inch if if I had deeper soil I"}, {"timestamp": [2406.58, 2410.78], "text": " would go maybe a little bit deeper and you just you don't want to turn into you you don't want"}, {"timestamp": [2410.78, 2416.34], "text": " to turn your soil surface into a brick well I mean we're using sometimes a lot of different"}, {"timestamp": [2416.34, 2423.02], "text": " rock dust glacial rock dust or basalt rock dust and of course if you're using irate of that in"}, {"timestamp": [2423.02, 2428.88], "text": " just only two inches of soil it doesn't look like super nice, fluffy, aerated soil anymore."}, {"timestamp": [2429.0, 2430.9], "text": " So it's a bit of a judgmental call of that."}, {"timestamp": [2431.46, 2433.84], "text": " I'm not going to say I'm using no-till."}, {"timestamp": [2434.98, 2442.1], "text": " No-till, I think, like you mentioned, really coming from the agricultural system, I think there's beneficial to break up the soil a little bit."}, {"timestamp": [2442.1, 2446.52], "text": " But I haven't done the side by side test completely but to me"}, {"timestamp": [2446.52, 2452.32], "text": " like if i have to leave a layer of soil undisturbed it's i'm fine with that i think it's it's"}, {"timestamp": [2452.32, 2457.52], "text": " potentially good but it doesn't mean that i don't want to disturb myself i want to disturb myself"}, {"timestamp": [2457.52, 2461.86], "text": " this is a little less possible it's going to increase microbial activity breaking your soil"}, {"timestamp": [2461.86, 2466.6], "text": " and some stuff uh mostly aerobic bacteria will thrive"}, {"timestamp": [2466.6, 2471.22], "text": " after you do that so how deep are your beds again i missed that sorry oh it's just uh eight inches"}, {"timestamp": [2471.22, 2475.48], "text": " deep okay and so you're putting the nutrients in the first few inches and then running a sea of"}, {"timestamp": [2475.48, 2481.44], "text": " grains in the first half and the first half of the soil then with with proper irrigation they're"}, {"timestamp": [2481.44, 2489.32], "text": " going to go down in there but also another cool thing that you can do is you can add worms to your beds and they're going to move your tub dress up and down for you."}, {"timestamp": [2489.72, 2490.58], "text": " That's a really good point."}, {"timestamp": [2490.7, 2490.86], "text": " Yeah."}, {"timestamp": [2491.26, 2496.68], "text": " Or I found if you use worm castings, they typically have cocoons in there already and eggs."}, {"timestamp": [2496.68, 2499.4], "text": " And so you don't even need to necessarily add worms."}, {"timestamp": [2499.52, 2501.48], "text": " They seem to just show up in a lot of cases."}, {"timestamp": [2501.78, 2501.86], "text": " Yeah."}, {"timestamp": [2501.96, 2502.98], "text": " Or just add them."}, {"timestamp": [2503.18, 2504.0], "text": " They're pretty cool, guys."}, {"timestamp": [2504.1, 2504.56], "text": " Free labor."}, {"timestamp": [2504.82, 2511.26], "text": " All right. So let's talk specific nutrients now uh when i was talking to steve"}, {"timestamp": [2511.26, 2517.56], "text": " my experience and uh he seemed to agree with me uh is that cannabis seems to be a pretty potassium"}, {"timestamp": [2517.56, 2522.42], "text": " hungry plant what are you finding are the major nutrients because this whole idea of you know"}, {"timestamp": [2522.42, 2525.8], "text": " nitrogen in in nitrogen veg phosphorus and"}, {"timestamp": [2525.8, 2531.76], "text": " bloom and apply cow meg is sort of the yeah been the standard for the industry forever but it's"}, {"timestamp": [2531.76, 2537.42], "text": " really not that uh really not that accurate yeah potassium is uh you're gonna see it fairly fast"}, {"timestamp": [2537.42, 2543.16], "text": " and even though you have like level of potassium that sound like absurd for undercrop like cannabis"}, {"timestamp": [2543.16, 2546.36], "text": " just like seems to thrive under those level what"}, {"timestamp": [2546.36, 2552.0], "text": " i found myself was done with potassium i think we have pretty similar level of potassium in our"}, {"timestamp": [2552.0, 2558.12], "text": " soil that you and i but what i've seen a lot myself and i've walked through a lot of program"}, {"timestamp": [2558.12, 2562.62], "text": " and i've seen that it's iron deficiency pictures and magazine with plants that have iron deficiency"}, {"timestamp": [2562.62, 2570.24], "text": " i've seen that by the end of flowering in week two and i've seen it in self-testing we had those like big drop in our program might not"}, {"timestamp": [2570.24, 2576.0], "text": " be true for every growing program but we were seeing huge drop in in iron and we had this like"}, {"timestamp": [2576.0, 2581.68], "text": " apical like paling of the plants when you're the flower is starting to bud a little bit so"}, {"timestamp": [2582.96, 2586.54], "text": " this is something that we've seen a lot and we've seen that as soon"}, {"timestamp": [2586.54, 2594.04], "text": " as we add a little bit of iron sulfate or glacial or basalt rock dust then the plants are greening"}, {"timestamp": [2594.04, 2599.68], "text": " up already and you have this big fat stem that develops into a straw that feeds that bud without"}, {"timestamp": [2599.68, 2606.16], "text": " paling that plus of color the dark green so iron was one that I've chased for a while."}, {"timestamp": [2606.62, 2608.02], "text": " Have you done anything with manganese?"}, {"timestamp": [2608.46, 2611.72], "text": " Steve speculated that manganese would be a good one with cannabis."}, {"timestamp": [2612.2, 2615.3], "text": " I haven't done a lot of research or work with it."}, {"timestamp": [2615.72, 2618.24], "text": " I think we quickly talked about that once in the past."}, {"timestamp": [2618.3, 2620.62], "text": " I do use manganese sulfate."}, {"timestamp": [2620.98, 2623.8], "text": " And manganese, I remember, I think it was the first year,"}, {"timestamp": [2624.04, 2625.38], "text": " the catechin, I can't remember the name of the guy, but he was giving a talk about manganese i remember i think it was the first year the catechum i can't remember the"}, {"timestamp": [2625.38, 2630.2], "text": " name of the guy but he was giving a talk about manganese and importance in hop and cannabis"}, {"timestamp": [2630.2, 2635.42], "text": " cultivation because that might have to be verified by someone else but i think he mentioned that the"}, {"timestamp": [2635.42, 2642.34], "text": " enzyme that were synthesizing the and some cannabinoids were using manganese and the more"}, {"timestamp": [2642.34, 2645.42], "text": " copy of enzymes that were expressed the more manganese hungry"}, {"timestamp": [2645.42, 2654.72], "text": " your plant was and i've experienced from level from 20 ppm of manganese shall we do 150 ppm of"}, {"timestamp": [2654.72, 2661.22], "text": " manganese in your soil and uh that the plant seems to take it that's not a problem i haven't seen too"}, {"timestamp": [2661.22, 2665.28], "text": " much manganese toxicity but i make sure that manganese is there because of"}, {"timestamp": [2665.28, 2669.84], "text": " those enzymes that's the premise i've been working with and we had pretty good results so and also i"}, {"timestamp": [2669.84, 2675.52], "text": " think those micronutrients are very important into the quality of your product which is the iron"}, {"timestamp": [2675.52, 2684.24], "text": " copper boron manganese and zinc because they are all our enzyme cofactor and all of those enzymes"}, {"timestamp": [2684.24, 2685.28], "text": " that developing your"}, {"timestamp": [2685.28, 2690.46], "text": " cannabinoid, your terpene, your flavonoid, everything that makes the aroma of your plant."}, {"timestamp": [2690.9, 2694.7], "text": " And if they're there and you have the proper, if you have the proper beneficial life that will"}, {"timestamp": [2694.7, 2699.14], "text": " produce cytorefors to make it plant available, then you're really going to increase in your"}, {"timestamp": [2699.14, 2704.0], "text": " quality of aroma. You said it perfectly. I kind of wanted to change directions because you remind"}, {"timestamp": [2704.0, 2709.72], "text": " me of something. You had turned me on to a really good source of insect frass. Oh yeah. A few months back"}, {"timestamp": [2709.72, 2715.34], "text": " and I think I bought like 12,000 pounds or something of it. Oh my god I got so excited"}, {"timestamp": [2715.34, 2720.38], "text": " the first time I see that. I've bought a ton. I still haven't used half of it but I love it."}, {"timestamp": [2721.58, 2727.96], "text": " Yeah so talk to me about some of the benefits of insect fries besides just the NPK associated with it."}, {"timestamp": [2727.96, 2730.24], "text": " The microbial life in there, it's very interesting."}, {"timestamp": [2730.58, 2746.1], "text": " We gut it and analyze, and those guys who are manufacturing that insect, making that insect fries, gut it and analyze, and a microbial charge is three times more concentrated than worm casting. And when we worked with that stuff ourselves,"}, {"timestamp": [2746.76, 2747.96], "text": " we saw a lot of,"}, {"timestamp": [2748.7, 2750.08], "text": " we found an amazing,"}, {"timestamp": [2750.26, 2753.26], "text": " amazing chitinase producer in there."}, {"timestamp": [2753.38, 2756.68], "text": " So this is a bacteria that we haven't identified yet."}, {"timestamp": [2756.78, 2759.08], "text": " I think it got sent out for sequencing."}, {"timestamp": [2759.86, 2763.18], "text": " And that's been Frank Gagnebourg"}, {"timestamp": [2763.18, 2764.5], "text": " that I think you've talked with"}, {"timestamp": [2764.5, 2767.86], "text": " that's working with this biotechnology company in Quebec."}, {"timestamp": [2768.5, 2778.7], "text": " They found this chitinase production producing bacteria that what if you're using shrimp meal, crab meal or insect meal or anything?"}, {"timestamp": [2778.7, 2783.16], "text": " It's going to break down those chitin into oligokitosin."}, {"timestamp": [2783.74, 2789.5], "text": " And oligokitosin can be sensed by the plant and uptaken it's going"}, {"timestamp": [2789.5, 2797.04], "text": " to trigger systemic acquired resistance that a plant immune system and the plant immune system"}, {"timestamp": [2797.04, 2811.52], "text": " is off sometime to produce more secondary metabolite like cannabinoids and terpenes to prevent from an attack from insects. So that was very interesting to have that and made us switch a little bit more toward"}, {"timestamp": [2811.52, 2816.52], "text": " those fertilizers that are more rich in chitin like shrimp and crab meal."}, {"timestamp": [2816.52, 2817.82], "text": " So that was pretty cool."}, {"timestamp": [2817.82, 2823.22], "text": " And then just the rest of beneficial life in there, there's some really good bacillus"}, {"timestamp": [2823.22, 2825.3], "text": " subtilis species that were solubilizing"}, {"timestamp": [2825.3, 2832.86], "text": " phosphorus. So just in general, very good microbial life. The only little thing, there was some"}, {"timestamp": [2832.86, 2838.9], "text": " bacteria that may help nitrogen volatilization, but so we just got to be careful and use it,"}, {"timestamp": [2838.9, 2844.36], "text": " not just dump incredible load of insect frass on your plant and it should be all right, but"}, {"timestamp": [2844.36, 2845.44], "text": " it's a"}, {"timestamp": [2845.44, 2849.58], "text": " pretty good product so how much are you using approximately are you top dressing with or are"}, {"timestamp": [2849.58, 2856.18], "text": " you mixing it in your soil uh both so uh i use it as a fertilizer and microbial inoculant in her soil"}, {"timestamp": [2856.18, 2863.46], "text": " i use it in my compost tea mix and in my top dress as well okay wow you're using a lot of this i know"}, {"timestamp": [2863.46, 2865.3], "text": " i know we're gonna export it, hopefully."}, {"timestamp": [2866.06, 2867.12], "text": " I have it now."}, {"timestamp": [2867.24, 2868.18], "text": " It was a great deal"}, {"timestamp": [2868.18, 2870.84], "text": " because insect frass is so expensive here in the States."}, {"timestamp": [2871.1, 2874.46], "text": " Yeah, I think for whomever is using stuff"}, {"timestamp": [2874.46, 2875.68], "text": " like Stravancrypmea,"}, {"timestamp": [2876.18, 2878.04], "text": " and especially if you're reusing your soil,"}, {"timestamp": [2878.2, 2880.38], "text": " it's going to make your soil,"}, {"timestamp": [2880.6, 2882.4], "text": " the more duration, the more cycle"}, {"timestamp": [2882.4, 2883.34], "text": " you're going to reuse your soil,"}, {"timestamp": [2883.44, 2885.68], "text": " the more single molecule of chitinase, the more chitin more cycle you're going through your soil, the more single molecule"}, {"timestamp": [2885.68, 2890.14], "text": " of chitinase, the more chitinase you're going to have, the more your chitin is going to break down,"}, {"timestamp": [2890.24, 2895.14], "text": " the more plant immune response you're going to get. And I think that can lead to something pretty"}, {"timestamp": [2895.14, 2900.4], "text": " cool after like three, four cycle. Well, I need to start experimenting with it, but"}, {"timestamp": [2900.4, 2904.98], "text": " it's great to hear you give a really good scientific explanation for all these benefits."}, {"timestamp": [2905.0, 2909.24], "text": " Okay. I wanted to switch gears for a minute and talk a little bit more about what's going on"}, {"timestamp": [2909.24, 2914.64], "text": " with cannabis up in canada and anything in store for you in the near future or your facility"}, {"timestamp": [2914.64, 2921.88], "text": " everybody's talking about it a facility that are being created every week it's there still not a"}, {"timestamp": [2921.88, 2926.02], "text": " lot there are still so far only 42 across the whole country but more"}, {"timestamp": [2926.02, 2930.92], "text": " and more are getting certified getting inspected and it's still only for medical production but"}, {"timestamp": [2930.92, 2935.92], "text": " with licensed producer uh been told that the medical producer will be allowed to sell in a"}, {"timestamp": [2935.92, 2941.4], "text": " recreational market so a lot of people are building facilities in the opposition themselves for a"}, {"timestamp": [2941.4, 2947.02], "text": " recreational market so yeah and there is very few technical expertise right now in the industry."}, {"timestamp": [2947.56, 2950.48], "text": " A lot of people that have learned under the prohibition,"}, {"timestamp": [2951.54, 2956.32], "text": " not so many people that are coming from academic or horticultural background so far."}, {"timestamp": [2956.7, 2960.96], "text": " So there's a need for labor and worker expertise consulting."}, {"timestamp": [2962.54, 2965.46], "text": " So it's pretty much, it's a big boom right now."}, {"timestamp": [2965.78, 2969.92], "text": " Our current facility, we're going to go 10 times the size that we are right now."}, {"timestamp": [2970.0, 2974.38], "text": " We're going to switch, expand to a 60,000 square foot production facility."}, {"timestamp": [2974.74, 2980.7], "text": " We're also experimenting with LED lights from Fluence Biogenering that have some very, very"}, {"timestamp": [2980.7, 2982.24], "text": " interesting lighting technology."}, {"timestamp": [2982.64, 2985.14], "text": " Yeah, I'm talking to those guys and see if i can get"}, {"timestamp": [2985.14, 2989.8], "text": " them on here next but i have my first shipment from them i just got set up as a distributor"}, {"timestamp": [2989.8, 2994.88], "text": " with them so i have my first shipment arriving hopefully this week oh because uh awesome yeah"}, {"timestamp": [2994.88, 2999.6], "text": " cool well uh have you spoke with mitch mitch is a really great guy there no i would love an"}, {"timestamp": [2999.6, 3003.24], "text": " introduction i've only talked to michael he was going to send that up the chain though in terms"}, {"timestamp": [3003.24, 3008.4], "text": " of uh being on this podcast because i lighting is something that I know very little about."}, {"timestamp": [3008.96, 3020.72], "text": " And I just pretty much  when Jaya said that he had talked to you about Fluence and then done the research himself between the two of you guys, I took that as pretty much the best recommendation ever."}, {"timestamp": [3020.88, 3021.06], "text": " Yeah."}, {"timestamp": [3021.16, 3022.88], "text": " So I went ahead and placed an order."}, {"timestamp": [3022.88, 3026.32], "text": " But I don't really understand uh i always thought"}, {"timestamp": [3026.32, 3031.92], "text": " leds were way behind the times and they were the cost and and yeah and everything compared to you"}, {"timestamp": [3031.92, 3038.0], "text": " know hps or high intensity lights just didn't seem i agree didn't seem seem to add up like we"}, {"timestamp": [3038.0, 3048.34], "text": " weren't quite there yet you think the technology's there there's been a big tipping point in the industry last year. So it still depends on how much you pay for electricity."}, {"timestamp": [3048.88, 3053.18], "text": " We are paying, electricity is very cheap in BC, it's like $0.04 a kilowatt."}, {"timestamp": [3053.28, 3062.18], "text": " So it's hard to justify lights that are using way less, those lights that are using way less electricity, unless they perform way better."}, {"timestamp": [3062.72, 3068.1], "text": " I think in Oregon, you get 400 bucks like cash discount i"}, {"timestamp": [3068.1, 3073.84], "text": " think if you're buying led per fixture so it's huge like i just really wish we could have this"}, {"timestamp": [3073.84, 3078.74], "text": " kind of program herself up here because it would make those fixture way more affordable or the same"}, {"timestamp": [3078.74, 3090.24], "text": " price of other fixtures but i've been to their uh photo x conference October in Austin, Texas, and the amount of expertise coming out of the industry."}, {"timestamp": [3090.6, 3106.56], "text": " And I did the first trial with their last generation of LED that was like a pink Christmas-like looking LED, the SpiderX, the previous generation but now they came up with the white led that are fully full spectrum and that"}, {"timestamp": [3106.56, 3112.48], "text": " are having amazing performance and wanted really like like appeal to me it's when i heard like"}, {"timestamp": [3112.48, 3117.78], "text": " people doing in commercial greenhouse production using their lights and pulling their their margins"}, {"timestamp": [3117.78, 3122.44], "text": " with those kind of lights i was oh there's something out there so there's basil production"}, {"timestamp": [3122.44, 3126.88], "text": " facility of organic basil production in uh virginia they're"}, {"timestamp": [3126.88, 3132.24], "text": " using those leds so then when you see they're set up it's pretty amazing so especially for"}, {"timestamp": [3132.24, 3140.54], "text": " vertical growing so ourself we switched to led and did some vertical uh pre-veg rat in our mother"}, {"timestamp": [3140.54, 3145.06], "text": " room so we have a better light quality than under T5."}, {"timestamp": [3146.92, 3147.02], "text": " The interno, the plants are stacking better."}, {"timestamp": [3149.92, 3155.18], "text": " The plants look more like they've been growing under full sun. The leaves are darker, thicker, and tighter interno."}, {"timestamp": [3155.3, 3157.1], "text": " And as they're producing so little heat,"}, {"timestamp": [3157.2, 3160.82], "text": " you can have your plant growing very close to those LEDs"}, {"timestamp": [3160.82, 3163.16], "text": " and having a high light intensity."}, {"timestamp": [3163.64, 3166.52], "text": " That allowed us to have way more"}, {"timestamp": [3166.52, 3167.54], "text": " floor space in our"}, {"timestamp": [3167.54, 3170.26], "text": " mudder rooms. So we took old"}, {"timestamp": [3170.26, 3172.16], "text": " nursery transportation"}, {"timestamp": [3172.16, 3174.48], "text": " rack and then moved"}, {"timestamp": [3174.48, 3176.38], "text": " them onto vertical growing"}, {"timestamp": [3176.38, 3178.32], "text": " racks so they're on wheel. We can wheel them around the"}, {"timestamp": [3178.32, 3180.4], "text": " facility. They're under LEDs and then"}, {"timestamp": [3180.4, 3182.3], "text": " the plants are responding"}, {"timestamp": [3182.3, 3184.38], "text": " pretty well to that. They are pricey though."}, {"timestamp": [3184.38, 3185.18], "text": " They are. Yeah, they that. They are pricey, though. They are."}, {"timestamp": [3185.38, 3187.12], "text": " But, yeah, they are."}, {"timestamp": [3187.64, 3193.04], "text": " But if you look at the Instagram of the Poetry of Plant,"}, {"timestamp": [3193.46, 3195.86], "text": " Nelson is a great guy that I've met at that conference,"}, {"timestamp": [3195.86, 3204.16], "text": " and he's pulling 30% THC, 3 ounces per square foot using those LED influences."}, {"timestamp": [3204.96, 3206.46], "text": " Wow. And he's close to"}, {"timestamp": [3206.46, 3211.74], "text": " he's that fully fully organic but he's close to be that's great you know you brought up a really"}, {"timestamp": [3211.74, 3216.9], "text": " good point that i want to highlight that what got you interested in them was the fact that you saw"}, {"timestamp": [3216.9, 3222.9], "text": " commercial egg you know people growing plants at much much larger lower margins yeah than what"}, {"timestamp": [3222.9, 3226.18], "text": " you're dealing with successfully Successfully using them is huge"}, {"timestamp": [3226.18, 3231.0], "text": " because you won't find that basil grower using advanced nutrients or general hydroponics."}, {"timestamp": [3231.24, 3236.36], "text": " You know, those products can't exist outside the cannabis industry for the most part."}, {"timestamp": [3236.82, 3240.74], "text": " They're just too expensive. And, you know, agriculture has found better options. Yeah."}, {"timestamp": [3240.8, 3249.86], "text": " Yeah. Yeah. I think that's I think that's a really good point for listeners to take into consideration when evaluating a product oh yeah just go tour your local greenhouse go"}, {"timestamp": [3249.86, 3255.66], "text": " volunteer there for a day or just go buy the product directly from the greenhouse and have a"}, {"timestamp": [3255.66, 3260.58], "text": " glance at how they're doing that have a look at their mixing team their injection system and stuff"}, {"timestamp": [3260.58, 3266.94], "text": " like that and those guys are know what they're doing and they're pulling way smaller margins than we do."}, {"timestamp": [3267.54, 3272.12], "text": " And if they can sell a pound of pepper for 50 cent wholesale,"}, {"timestamp": [3272.84, 3276.64], "text": " if you apply the same principles to cannabis, you're probably going to do good."}, {"timestamp": [3276.82, 3277.82], "text": " Yeah, that's a really good point."}, {"timestamp": [3277.92, 3281.44], "text": " And I love the fact that you have this background in agronomy."}, {"timestamp": [3281.96, 3285.68], "text": " That's the one thing I see lacking a lot of times in the facilities that I"}, {"timestamp": [3285.68, 3290.96], "text": " visit is they hire someone who's been growing cannabis, you know, for 20 years in a basement"}, {"timestamp": [3290.96, 3296.84], "text": " and haven't experienced commercial agriculture or know what it's like to scale that. They may be"}, {"timestamp": [3296.84, 3302.84], "text": " really good with growing, you know, with one particular line of bottled nutrients, but stepping"}, {"timestamp": [3302.84, 3309.9], "text": " outside of that can be a real challenge if you don't understand what's actually going into your soil or into your plant oh yeah and that and the real"}, {"timestamp": [3309.9, 3315.44], "text": " challenge is also like employee management and scheduling and this is more than just looking"}, {"timestamp": [3315.44, 3321.6], "text": " after a few plants there's way more going on so you manage you're managing plant and people now"}, {"timestamp": [3321.6, 3326.36], "text": " so yeah yeah it's uh it's a good point, and plants don't shout back at you usually,"}, {"timestamp": [3326.52, 3327.52], "text": " so that's why I like them."}, {"timestamp": [3329.76, 3332.36], "text": " I really appreciate you taking the time to chat today, David."}, {"timestamp": [3332.64, 3334.86], "text": " It was wonderful to get to catch up a little bit"}, {"timestamp": [3334.86, 3335.76], "text": " through this podcast."}, {"timestamp": [3336.08, 3336.84], "text": " Much appreciated."}, {"timestamp": [3337.22, 3338.56], "text": " Yeah, likewise, Todd."}, {"timestamp": [3338.62, 3339.44], "text": " Thanks for having me."}, {"timestamp": [3339.44, 3342.16], "text": " And again, it's been a pleasure to meet a fellow like you"}, {"timestamp": [3342.16, 3342.72], "text": " in the industry,"}, {"timestamp": [3342.9, 3346.48], "text": " and hopefully make you bring good people to the table and,"}, {"timestamp": [3346.6, 3346.86], "text": " um,"}, {"timestamp": [3347.58, 3349.2], "text": " everybody's going to be the better off for,"}, {"timestamp": [3349.4, 3350.04], "text": " for it."}, {"timestamp": [3350.34, 3351.88], "text": " That was David Bernard Perot,"}, {"timestamp": [3351.98, 3355.38], "text": " lead agrologist and one of the head growers at the Whistler Medical Marijuana"}, {"timestamp": [3355.38, 3355.96], "text": " Corporation."}, {"timestamp": [3356.38, 3359.3], "text": " You are listening to the Cannabis Cultivation and Science Podcast."}, {"timestamp": [3359.84, 3360.62], "text": " I'm your host,"}, {"timestamp": [3360.78, 3361.36], "text": " Tad Hussey."}, {"timestamp": [3361.36, 3365.6], "text": " Stay tuned for future podcasts from leading experts around the industry."}, {"timestamp": [3373.2, 3373.6], "text": " Don't forget that there's more information and articles available on our website and blog at www.kisorganics.com."}, {"timestamp": [null, null], "text": " And if you enjoy these podcasts, please take a moment to leave me a review on iTunes and send me your feedback and suggestions to our website contact page."}], "text": " Welcome to the Cannabis Cultivation and Science Podcast. I'm your host, Tad Hussey of KIS Organics. This is the podcast where we discuss the cutting edge of organic growing from a science-based perspective and draw on top experts from around the industry to share their wisdom and knowledge. Our guest today is David Bernard Perrone. David is an agrologist and has a Master of Science in Plant Sciences from McGill University. He began working in greenhouse production in 2001 and worked for McGill in the Greenhouses and Horticultural Research Center for five years. He is the lead agrologist and one of the head growers at Whistler Medical Marijuana Corporation. Over the last year and a half, he designed the Certified Organic Growing Program at Whistler Medical Marijuana Corporation, making them the only fully certified organic licensed producer in Canada. Hey, David, thanks for coming on the show today. I appreciate you taking the time to chat with me. Hey, thanks for having me. Yeah, so I met David, what, two years ago now at CannaCon? Yeah. And came to one of my talks and we started chatting and I realized David was this wealth of information. Could you maybe tell me a little bit about your background and how you came into your current job and what you do now? Yeah, yeah. I remember when we first met you were that breath of fresh air and that maelstrom of craziness. That was my first two weeks in the industry. I didn't know that was your first two weeks. Wow. Oh yeah, it was pretty interesting. So I'm coming from an agricultural background, greenhouse production background. I've been working in greenhouse production since 2001 when I was 14 years old I think at the end of my road where I used to grow up in the countryside there was a greenhouse that we're doing production of annual flowers in the winter and cuttings of poinsettias during the summer so I was lucky enough that one of the manager there was also teaching horticulture school close by and he was really interested he really interested me and got my eyes open and all the science and the cool stuff happening beyond in the plants world and the greenhouse management and from the profitability to how we need to make the plants happy and all that so that was really the high opener for me and so I stayed in this world that led me also to do my bachelor's degree in plant science. And then when I was just for fun, I was growing a lot of mushroom at university, oyster mushroom and all sorts of stuff. And one of the professors saw my work, I've been offered a master in organic agriculture and then ended up in grad school. And from there, I was bumming around every summer on the west coast because I'm originally from Quebec but so I decided to go and establish myself on the west and meeting someone rock climbing and then keeping in touch with him I heard through the grape wines through the years that he was doing something with cannabis. So I've got in touch with him once I moved to the West Coast. And he let me into Worcester Medical Marijuana Corporation, which is the only certified organic licensed producer in Canada right now. You're working at this facility right now. What is your role at the facility? So I'm the lead agrologist. I've developed with your help and advice the organic growing program there. So I got to play certified organic. So all the growing practices, nutrient management, soil recycling, climate control, pest and disease management, scheduling. So everything that touched the plant side of things, I managed there. So you've essentially shown and proven that organic cultivation for cannabis can work on a large commercial scale. Yeah, absolutely. We are not the largest, that being said. We're a fairly small player in the industry. But still, we have one of the strongest brands in Canada right now and everywhere we go it's always a treat to hear that people saying that we're one of the best product available out there. And you're firm believer in organics due to the importance of providing clean medicine to your patients essentially? Yeah we've seen it a lot and the more I talk about it with other people and when we compare our lab results from Anandya Lab, Anandya is a really great lab on UBC campus that's managed by Jonathan Page, one of the guys that was one of the first to sequence cannabis genome in Canada. We have a very high terpene contents compared to other producer and the medicine is a very clean and people really like it so i think organic is a big thing behind it to produce that like higher concentration of medicine than other like for more plain vanilla fertilizer can do so the premise then is that there's more benefit to organics because we don't know all the mechanisms for which cannabinoids are necessarily the most beneficial to a patient. And organics, can you expand on that a little bit just to explain to our users how the microbiology involved in organic production can affect terpene levels in plants. We've seen some people that are growing with our program as well that have done side-by-side trials growing with our organic methods and with some conventional three-part nutrients with a few additives and the terpenes were higher in the organic production. So the way it works, the way I like to see it, so like you mentioned, we don't fully understand what's going into the soil and the reason for that. A lot of those soil microorganisms, we simply cannot culture them in the lab, so it's hard to study them. When we build our soil, we build our living soil. When we see we put all the best player in place, then we let the plant choose the interaction that they want to favorize, develop, depending on which life cycle they are already in vegetative growth, reproductive stage, or they're in the late senescent stage. So by letting the plant choose whatever it wants from the soil encouraging which kind of group of micros do they want to encourage bacteria fungi actinomycete they really get what they need when they need it and we're not force feeding any nutrients in the plant because they have they are in a plant available form and they're being pushed into the plant right now so a lot of people are often asking me in organic how do you flush your plant well the thing is we we don't really flush the plant it's still a concept that i think it's because people put too much nutrients or keep fertilizing too late in the life of the plant so we just let the plant what it do what it does so it's going to pump some of the sugar from the photosynthesized into the root exudate, encouraging specific type of microorganism that it can choose what type of sugar it pushes into the rhizosphere and the roots exudate to promote some specific group, and then choosing the type of nutrients they need. So we just put everything in place and then let nature do its thing. So really the plant controls this process. It's putting out exudates into the rhizosphere that control for which microorganisms make these nutrients available to the plant. To the best of my knowledge, I think that's what they do. So we don't fully know, but the latest research, that's what it showed. There's also a very interesting thing that I came across recently. It's called rhizophagy, just plants engulfing whole microorganism and translocating those microorganisms inside of vasculature systems. So there's a whole broad range of things that a plant can uptake from single ions to a whole microorganism. So when you're selecting in your living cell for diversity, a different type of food, a broad variety of input, nothing in excess but a little bit of everything, and you're doing the same thing for your fungi population, your bacteria, your actinomycete, and everything, so the plants will really be able to just have whomever they choose to have, whomever they potentially evolve with for millions of years to team up with them and then maximize their genetic potential for yield and also terpene and medicine profile. Okay, that brings up a few questions for me. One, I totally agree with you with what you're saying here in regards to putting the plant in control. Do you feel, though, that I know a lot of growers out there want to maximize yield and they're really focused on production. Yeah. Do you feel that you're sacrificing yield by allowing the plant to naturally senesce or not trying to force feed ionic nutrients or, you know know a bottle of nutrient program onto these plants to be fully honest maybe a little bit we heard about those crazy like above three pounds of light yield sometimes that i've yet to see under my organic system i've seen often like two and a half pound and more than profitable yield that I've seen. But also the thing that I think when we're growing organically, also there's a price premium attached to that. And there's a quality and there's a craftsmanship that goes behind it. So among the strongest brands that I've seen are organic and they've been recognized for the quality of the products. And I've seen good production facility facility that were producing consistently above three pounds of light according to them but they were tired of that then they decided to switch to organic because the product was just not the best quality product ever so those guys are willing to take a little bit of a yield loss to at first because they're a transition period and all that but still those guys will make their two and a half pound of light and potentially three pounds of light there's also the thing that there's not a lot of plants that have been bred under organic production system right now all those plants have been done by growers and small or big breeding systems, but they've all been under chemical nutrients, so the microbiome is kind of more absent from that. A lot of the research we did in the lab when I did my master degree were focused around the microbiome that we were living inside the plant, the endophytic bacteria that will migrate from one generation, can be uptaken from the roots and migrate all the way into the seed of the plant. So over a generation of time, you can have an accumulation of endophytic bacteria into the seed that will make a plant better suited for organic production systems. So I think that as soon as we're going to see breeders starting to develop for organic strains, we're going to see a whole new revolution out there. I think most of those strains have been developed for conventional production systems. I did not know that. So if you're an organic grower, finding seeds that were grown organically may actually contain beneficial organisms inside the seed itself yeah absolutely this is some it's it's a very like the first time we realized that uh with one of my colleague in the lab like i basically got shivers all over because this has opened so many doors because you can really build up beneficial population of microorganisms inside the plant itself. And also, everything that happens around the epigenetics level of the plants, whatever that is, not crossing and remixing of the gene, but more what regulates the gene's expression can be affected from one generation to another. So epigenetics can be a very strong tool to adapt plant to organic growing systems to make them more responsive to broader range of interaction with microorganism, different type of nutrients instead of just like available ions like they've been selected forever. Now, this just brings up an unrelated question that I've been kind of curious about. There's a lot of talk about degradation of genetic potential in plants with cloning over a series of years or successively over time. What have you seen with your background in terms of that being a potential problem? It's not something that I've personally touched that much yet. I've been mostly focusing on integrated best management nutrients and soil over the last few years. But it's like you mentioned, it's something that we keep hearing, like the losing of vigor and all that. What I have observed personally, it's the vigor of a newly selected seed or mudder plant when you germinate a lot of seed. There is definitely a lot of vigor there. On their organic production system, we did two pounds of light without CO2 when we just started and used terrain from seed. There's some increased vigor there so but i just don't know to be honest but it seems something that people have observed so there might be something there the why and the how i'm not exactly too sure but i think we've seen that like with uh with fungi in the lab that's something that we've observed is like if you keep feeding the same kind of a sugar to the fungi and you're reproducing it under a petri dish it's going to become lazy for other type of sugar so when you're going to bring back from let's say a malt agar on a petri dish to a wood substrate or sometimes they get lazy they lost their kind of chemical matrix to digest it or substrate, it might be something like that, that we see in moms kept under a longer, longer term. That's interesting. I heard some speculation from a friend of mine who went online by the name of Spur, and he talked about the potential for genetic degradation when cloning off of unhealthy mother plants, plants that actually had the potential to change the the genes itself in the future uh the future clone but i haven't seen a lot of research on that one way or another myself there's definitely something out there that can happen to the epigenetic level that that i was talking earlier so over time the plants will over and under regulate some genes because it's been, let's say you have a mom that's been growing for 15 years. Sometimes those strains have been passed from one grower to another, one cut from one plant. There's some level of control. The plants adapt itself to what they see. So I don't know more than that. But it's something that people have talked about. Then some old strain that I've seen people growing, the old original Baba Pinkush that we see a lot here in Basie. Some people are doing very well with it and other people say, ah, plus the vigor that cut is too old. And people are talking about backgrossing and doing some stuff to get the vigor back. But keeping the same stream by popping new seeds so but it's something i haven't dabbled too much with but it seemed to be there well let's get back into your area of expertise then so one thing that i want to touch on is when you were talking about growers switching over to the style of growing that you're doing and that you may not push yield quite as far as you would adding ionic nutrients. One of the things that we didn't talk about was all of the labor savings and nutrient savings that you're experiencing. And that's huge. I mean, as much as trying to up production, reducing your expenses and labor is a huge aspect of that. Can you talk a little bit about some of those benefits? Yeah, absolutely. I'm glad you bring that up because we all hear about the pound per light, but you don't hear a lot of people talking about margins. And coming from a commercial agricultural background, that's how people talk about it. Some farmer will take a yield loss and not plow their field one year if because fuel is too cheap they're going to reduce their yield but overall they're going to make more money because they save on fuel at the beginning of the season so there's this whole aspect when you're using living, you don't have to mix bottle of nutrient day to day anymore or way less than mixing everything, pH-ing, you have to take from five, sometimes 10 different bottles to make your nutrient mix. We do tub dress once or sometimes twice during the old growth cycle and that's about it for us. So the labor savings are huge. So all you have to do after that is to irrigate your soil. You don't push a lot of salt in your irrigation system, so you get less clogging. We don't use a lot of those what's clogging mostly emitters. It's potassium sulfate that reacts with phosphorus fertilizers, so we don't have clogging of the line so much. So there's huge saving just there. Also, when you buy single nutrients, let's say you buy just your alfalfa meal, just your rock phosphate and stuff like that, they're so cheap by the kilo compared to those other fertilizer. And sometimes the fertilizer value is higher. So in case of Fedor and blood meal, we're going to pay $2 to $3 a kilo, and they're 14% phosphorus, which is still expensive. Agricultural world, but in the cannabis world, it's dirt cheap for nitrogen. Yeah, you have a high-value crop, so you can afford to put on these nutrients at optimal levels. Yeah. You bring up a good point, though. Let's talk a little about bottled nutrients and what your background and thoughts and experience are with that and how a lot of growers are using them, and you've managed to grow for a fraction of the cost without using bottled nutrients. Yeah, yeah. In terms of nutrients from start to finish, we're about a couple cents per gram worth of nutrients in our product. The bottle of nutrients, what I've seen from that, we've seen everything. For people growing outside, they're going to have incomplete nutrients because people want to carry just one part nutrient. So the nutrient won't be complete because when you mix calcium and phosphorus at high rate into a bottle, they precipitate. They go out of solution and they're not plant available so this is why we have sometimes several bottle nutrients but when you go in the horticultural industry you never see those kind of nutrients what you see is like single salt if you're not organic so you're gonna buy like potassium monopotassium phosphate so 0 50 30 and stuff like that that come in pounds of like in bags of 50 pounds and then you just dilute that in tank a tank b so basically what you're doing is you're making those every bottle that you have in your um your shop that you're buying on shelf you're making giant tanks of that in your greenhouse and you're paying so much cheaper for that because they've not been pre-mixed for you. And also you're not shipping water around anymore. So most of those bottled nutrients, the primary ingredient is going to be water. They're diluting them down. I mean, they're only 3%, sometimes 5% of a nutrient. So the rest of the 10, the 90% must be water most of the time. Yeah, we were talking before we started the podcast about how you don't really know what's necessarily in those bottled nutrients. And you had mentioned you don't like to use products where you don't know what's in them, similar to what you put in your body. Do you want to expand on that at all? Well, it's just when we know so much about what goes in our soil we uh develop those this living biology of you in your soil and all of that so i know what my nutrient test is and when sometimes you you see those nutrient additive and that they're not necessarily used for their main nutrient but they might have a normal charge, they might have microorganism, and they're just marketed as growth and answer, bud thriving, and you have a picture of a giant frosty bud on it. When I don't know exactly what's in there, I find it hard to put that in a system that we've built and we fully understand and we know how it reacts to things so or also sometimes there's just not certified organic and we can't use them but just as a general with some growers are saying when we do i do a little bit of consulting i have this problem here what should i add oh this is this type, they have an iron deficiency or a boron deficiency. They don't know what to add for that because there's nothing on their bottle that says use this for iron deficiency or sometimes they will have a lot of other nutrients with a little bit of iron. So it's hard to pinpoint problems and assess in specific situation those bottle nutrients. Yeah, here in Washington, when I got my soil registered as a fertilizer it's really interesting so I did a guaranteed analysis for nitrogen phosphorus potassium and calcium so on the label it says what a minimum amount would be but as a fertilizer company you don't have have to say what a maximum is. So I could have, I could have 10% potassium in there and claim 3% and I'd be okay as far as the Washington State Department of Ag is concerned. And I don't, they don't, you don't know what the iron, manganese, any of those other, you know, secondary elements are. And so as a grower, I think it can be a real challenge unless you get an independent soil test to really know what you're putting on your plant. Yeah, absolutely. And sometimes those products are better off having more product in there than less. So if they only have like 1% phosphorus when they claim they had 5%, that's a problem. But when they say minimum guarantee analysis, and it's five and you have ten sometimes it's a problem as well so yeah and especially for other product that i'm not going to name any brand but there's some product that's been recalled off the shelf because they were not sell that pesticide there was just says they would help for spider mites let's see but it was fully peritrenes that were in the product and they were being on the shelf for years and nobody knew what there was in there they're just never been checked before and turns out it was peritrenes and was an unregistered pesticide used in their crop so this is dangerous for yourself your labor and your end user as well that's that's a huge problem here in the States. I know for a fact that a lot of growers are using things that they're not supposed to use too, even something they're aware of. So things like Eagle 20, Avid. Exactly. Obviously, you guys are highly regulated by the Canadian government. And you're managing to deal with all of these problems without using any chemical pesticides so what what do you use for PM and mites and things like that how do you manage these these problems so the IPM program we have the integrated pest management it's one of the cornerstone of our production so for spider mites and any insects and all that we do use beneficial insects. So we use a lot of Pheidoxalius persimilis to control spider mite, California predatory mite. We use Swarovski to control for thrips. We use Thetha coriaria and hypoapsis for controlling fungus nuts. So we're able to achieve it like a perfect level of control with those beneficial insects when I started to work at Worcester Medical at first they were tense on some of the plants a fully spiderweb the bud and stuff like that guys were vacuuming the buds every day but after oh yeah it was pretty intense I've never seen anything like that before but after a couple months and after meeting you and Jaya Palmer that worked with you I'd keep it simple like introducing California kiss and if you had her beneficial just changing what they were using and increasing the frequency and rates we were able to completely get rid of spider mites after one full cycle throughout our facility. And we've seen the little damage here and there, but I've never sprayed a single insecticide in my shop over two years. Wow, that's amazing. You bring up a good point too. I think it's important that listeners realize that these things are not instant no instant treatment solutions and it does take a little bit of time for these populations to build and you do have to apply them at at higher levels cannabis is a very sticky plant they're crawling to trichomes they spend time cleaning themselves up or maybe they even get high I don't know but it's a very when you work with the plant yourself you feel it on your glock and your skins i can't imagine crawling through a forest of trichome to try to find food but well trichomes are a natural defense system by the plant yeah uh yeah absolutely that being said i feel i feel like it was fairly easy for us to get rid of that but i was there every day checking on that and i have a academic background doing that but when i went and introduced that same identical integrated pest management system in the other shop we didn't add always ice the same success rate so the way you implement that system the way you have your workflow through your facility is also very important. So moving from infested to clean area, so start and work in a clean area at first when you get there during the day. Hair nets and changing boots. We do change clothes from one room to another. We just put a lab coat on and change our hair net gloves and disinfector boots that that's huge we have some growers here that were working in greenhouse we started to do the biocontrol insect program we had really good success in their vegetative a little bit tougher and flowering but we we were pretty sure that after one cycle they would be pretty clean but then on the next cycle things got worse and we're scratching our edge trying to figure out what happened and all that to finally realize that it's the bamboo stick that the grower was using so as a stake so you took the bamboo from harvesting a flower room that were infested with spider mats and put that into the new veg plants that were going in there even though he cleaned the room and all that the spider might run away from the predatory insects they crawl inside the bamboo stick come outs when it's and in a new room so we have super high infestation right from spiders right from the get-go. So there's little details like that that if you don't pick on early or if you don't know, it's just hard to manage. But so your workflow, all your labor, and people move from one room to another, it's super important. Everything is also super important from your mother room where you start there, starting with clean product. I usually just double the rates of insect in my mother room compared to the rest of my facility, which has already kind of doubled compared to the rest of the industry, just to make sure that we're starting with clean product all the time. That's a really good point. I never would have thought of stakes. That was such a heartbreaker. At our farm, being in a greenhouse and being essentially outdoors, I find it's a very different situation. We can plant a lot of pollinators around the property, a lot of plants that attract beneficial insects. And so I may see a mite here or there, but then I'll also see a ladybug and I'll see beneficial insects. And you don't have the same outbreak problems that you have to deal with in a closed facility like what you're what you're unfortunately just a pest insect make it in in closed environments all the time they all often they will make it in from your staff or yourself if you're going and working in another production facility or if you have some guys that have their personal production license at home they will drag the the spider mites and thrips in there. Yes, let's talk powdery mildew and fungal diseases a little bit here. Yeah. What's your game plan on that? Powdery mildew. So cleaning the room very well between cycle. One little thing that we've started to do ourselves, I've started to ozone my rooms between cycle. So just an overnight, we shut off any exhaust. We keep the fan recirculating everywhere. And we have an ozone generator in there on a timer. You've got to be very careful with that because ozone is very toxic to people. So you don't want to be in the room. You don't want to have any of your stuff in there. But ozone will disinfect everything on contact because it's so oxidative it just rips electron from everything it's going to go in nicks and micro cracks and just kill everything so that's a pretty good one so using hydrogen peroxide doing like a firmigation or a foliar spray of the wall and everything if you don't have the time to clean every pieces of dust and everything getting rid of any wood in your growing room is also a good one pretty hard to disinfect wood and making sure you have the least surface area possible aside your your plant and your growing medium so any overhead structures if you have a lot of wire or anything that can arbor spores if you can get rid of it, get rid of it. They're easy to clean room, but that's for prevention or cleaning your room between cycle. For prevention on the plants, there's very few product that we can use in Canada here. There's Actinovate, which is a bacteria. Problem with Actinovate is if you spray two lathes on your crop, you're going to create a false positive for your microbial test, the post-harvest test. So you've got to be careful that you're, again, starting very early, starting on your mom, rotate through. We have Actinovate, also Milstep, which is potassium bicarbonate. It's going to change the ph in the leaf surface make it harder for the plant to for the spore to germinate those are the two that you can use a sulfur vaporizer are also another good one but make sure you turn them off for plate flowering stage otherwise you're going to give a puff taste to your product those are all stuff that we can use but also it's to stay on top of it but also compost tea is a really good one but again be very mindful of your microbial test don't spray any of that when you have a room in flowering or anything past week two because that's that's a super highly charged microbial spray if you use a composting foliar so what it will do it will basically put probiotics in the leaf so you're gonna have a the goal when you're applying composty as a foil is basically just to colonize your leaf surface even if your microorganism that you're going to put in there are not going to do anything actively beneficial for the plants or actually 5 p.m it's like having a room that's already so crowded that nobody else can get in so you're trying to have a big party of microorganisms so big that the powdery mildew is left on the porch because it's too crowded out there so what do you do when you have a plant that obviously has p.m and you're let's say mid flower what's your protocol then oh I just hope it's not gonna happen but what we did we did some hydrogen peroxide spot spraying we're usually gonna get rid of that plant but we're gonna before we touch or do anything we're gonna spray down with hydrogen peroxide which will only kill the spores hydrogen peroxide won't kill the live mycelium of PM so what we would do we would bag it up and do and just get rid of it and hope for the best but we can take a little bit of PM if it's not causing too much crop loss stress like that and more we're gonna do like a super thorough cleanup of our rooms but uh it's it's so far finger crossed that haven't happened to us we also use a uv lights in our hvac system so air systems constantly recirculating so by having uv lights just household uv light they're super cheap there you can get one for uh 100 bucks it's just going to sterilize the air that flows around it so it's going to consistently decrease your airborne spore count in your room of any microorganism so that's another good preventive thing to have at all time and then genetics plays a key role absolutely so if ever you're doing a little bit of breeding again at the epigenetics level if your parent plants have been subjected to mildew and or if you're doing breeding and trying to breed for mildew i would suggest just infect your plant when they're in there in your breeding tent or whatever you're using to breed just infect your plant mildew if you if you if you can afford that and just let them breed seeds under PM condition, then those seeds will be more resistant to PM just from the epigenetic side. You can do that to another generation. You're going to have built-in resistance in your plant for that. Some strains are just so weak for PM. It's just like you can't even grow them. They're going to get PM no matter what. So let's talk about, yeah, let's talk about humidity, airflow, and pruning then in terms of helping reduce fungal pathogens. One thing that I've seen too often, unfortunately, it's growers trying to mitigate fungal problems by keeping their room super dry. You're going to see like 40% humidity level, which stresses the plant, can jeopardize your yield and all that. Whereas if you prune the bottom of your plants for yourself, we're doing a kind of sea of green. So we need to have the good six inches off the soil cleanup to have a good airflow in there. But if you have bigger plants, the leafing and keeping them not like blasting with a fan but airflow moving through them it's very important what you want to get rid of is this dew point when you have your lights coming on and off where your temperature is dropping you have a lot of moisture in the air as the air cools down and compacts and then you have this dew point and high humidity level and this is when your stomata pours your stomata are still open on your leaf surface it's very humid in the air and then you're gonna have a spore of PM germinating and making it into a stomata space and infecting the plant this window of infection that you want to get rid of. So some, I think that's the gavita that have like sunrise, sunset setting on them seems to be a good way to get rid of that dew point. Ourself, we've been doing that by having a couple extra lights on a separate timer in our room that would stay for an extra 15 to half an hour on where the main the rest of the light have been shut down you could also set up your timer to refresh the air when your lights are shutting off so you're gonna have more cool hair moving into your room instead of having that warm air cooling down and then just dumping all that humidity back on your plants so those kind kind of things. That's really interesting. I know I see at our farm, we always see PM whenever we have a big fluctuation in humidity. So where we have a sunny day followed by a really rainy day or vice versa, then we'll typically see PM over the fall on all of our squash and things like that. And the same with cannabis. We'll see people running, you know, you go from a veg cycle where they may be at, I don't know, 60, 65% humidity, and then switching into flower and just dropping that humidity to 40%. It's a huge shock for the plants. Oh, yeah. And I want to save humidity for Jaya Palmer when I get him on here because he's got some really interesting thoughts on it. Yeah, yeah. Jaya's pretty sharp with that there. I still have yet to try a lot of the cool stuff he came across with. Yeah. So I want to save that piece, but I'm really excited to talk about it. I guess I want to ask you too, are you reusing your soil or what is the workflow in terms of plant size? You mentioned that you're in terms of uh plant size you mentioned that you're doing sea of green yeah can you talk a little more about about all that and and then also uh well i want to talk to you more about a little about soil mixing and nutrients too but we'll get into that in a sec so yeah we we just started to reuse our soil finally uh we move uh into rolling beds so we have tables that will roll side to side in our room So we occupy more of our floor space instead of having Five hallway in the room that allowed us to walk between a row of pots now We have just one hallway that we move wherever we want it into your room and we have beds of soil that are about eight inches deep by four and a four and a half foot wide by fifty foot long with a Smart pot custom liner in them and they're all in aluminum trellis so we got really the all the surfaces of the soil are exposed to air so we get completely aerobic condition in our soil and since we it's a lot of work to move soil into those bed we've we're reusing the uh before we were not we were just giving it away to some local organic grower or soil but now we're reusing our soil when we find that it just gets better the more cycle we do in it the first cycle are pretty good but the second cycle especially if you're careful with the tilling we don't till it completely we just mix in the first two three inches of soil when we're re-amending to mix in that if we have to re-amend that's all based on a soil test we just mix those nutrients into the first two three inches of soil we leave the the rest of the soil undisturbed not to disturb that mycelium that runs throughout the whole soil and when we're replanting our plants we're just reconnecting to that mycelium which is the internet of our growing beds and then the plants just look the second round and third round they just take off and they look just so good so you bring up something that i talked about with steve solomon already and i have an opinion on and yours is going to be a little different so i want to hear it i know this whole no-till concept is really popular right now with indoor growers yeah and living soils my take on it is no-till is not totally accurate because we're not tilling the soil like we would agricultural land which is very very disturbing to the microorganisms yeah but when you're growing plants a little larger than you are, where the root systems are getting down six, eight inches a foot down into the soil, how do you get the nutrients down into that area of the rhizosphere quickly in terms of a growth cycle? Because traditionally in agriculture, you could till it in or top dress it. You you have six eight months or that off season for those nutrients to work their way down into the soil yeah we don't have that luxury you know typically you're replanting you know 24 36 hours later in some cases yeah so if you weren't doing a sea of green do you think you would have the same would you need to till the nutrients in further or would you still stick to that two three inch if if I had deeper soil I would go maybe a little bit deeper and you just you don't want to turn into you you don't want to turn your soil surface into a brick well I mean we're using sometimes a lot of different rock dust glacial rock dust or basalt rock dust and of course if you're using irate of that in just only two inches of soil it doesn't look like super nice, fluffy, aerated soil anymore. So it's a bit of a judgmental call of that. I'm not going to say I'm using no-till. No-till, I think, like you mentioned, really coming from the agricultural system, I think there's beneficial to break up the soil a little bit. But I haven't done the side by side test completely but to me like if i have to leave a layer of soil undisturbed it's i'm fine with that i think it's it's potentially good but it doesn't mean that i don't want to disturb myself i want to disturb myself this is a little less possible it's going to increase microbial activity breaking your soil and some stuff uh mostly aerobic bacteria will thrive after you do that so how deep are your beds again i missed that sorry oh it's just uh eight inches deep okay and so you're putting the nutrients in the first few inches and then running a sea of grains in the first half and the first half of the soil then with with proper irrigation they're going to go down in there but also another cool thing that you can do is you can add worms to your beds and they're going to move your tub dress up and down for you. That's a really good point. Yeah. Or I found if you use worm castings, they typically have cocoons in there already and eggs. And so you don't even need to necessarily add worms. They seem to just show up in a lot of cases. Yeah. Or just add them. They're pretty cool, guys. Free labor. All right. So let's talk specific nutrients now uh when i was talking to steve my experience and uh he seemed to agree with me uh is that cannabis seems to be a pretty potassium hungry plant what are you finding are the major nutrients because this whole idea of you know nitrogen in in nitrogen veg phosphorus and bloom and apply cow meg is sort of the yeah been the standard for the industry forever but it's really not that uh really not that accurate yeah potassium is uh you're gonna see it fairly fast and even though you have like level of potassium that sound like absurd for undercrop like cannabis just like seems to thrive under those level what i found myself was done with potassium i think we have pretty similar level of potassium in our soil that you and i but what i've seen a lot myself and i've walked through a lot of program and i've seen that it's iron deficiency pictures and magazine with plants that have iron deficiency i've seen that by the end of flowering in week two and i've seen it in self-testing we had those like big drop in our program might not be true for every growing program but we were seeing huge drop in in iron and we had this like apical like paling of the plants when you're the flower is starting to bud a little bit so this is something that we've seen a lot and we've seen that as soon as we add a little bit of iron sulfate or glacial or basalt rock dust then the plants are greening up already and you have this big fat stem that develops into a straw that feeds that bud without paling that plus of color the dark green so iron was one that I've chased for a while. Have you done anything with manganese? Steve speculated that manganese would be a good one with cannabis. I haven't done a lot of research or work with it. I think we quickly talked about that once in the past. I do use manganese sulfate. And manganese, I remember, I think it was the first year, the catechin, I can't remember the name of the guy, but he was giving a talk about manganese i remember i think it was the first year the catechum i can't remember the name of the guy but he was giving a talk about manganese and importance in hop and cannabis cultivation because that might have to be verified by someone else but i think he mentioned that the enzyme that were synthesizing the and some cannabinoids were using manganese and the more copy of enzymes that were expressed the more manganese hungry your plant was and i've experienced from level from 20 ppm of manganese shall we do 150 ppm of manganese in your soil and uh that the plant seems to take it that's not a problem i haven't seen too much manganese toxicity but i make sure that manganese is there because of those enzymes that's the premise i've been working with and we had pretty good results so and also i think those micronutrients are very important into the quality of your product which is the iron copper boron manganese and zinc because they are all our enzyme cofactor and all of those enzymes that developing your cannabinoid, your terpene, your flavonoid, everything that makes the aroma of your plant. And if they're there and you have the proper, if you have the proper beneficial life that will produce cytorefors to make it plant available, then you're really going to increase in your quality of aroma. You said it perfectly. I kind of wanted to change directions because you remind me of something. You had turned me on to a really good source of insect frass. Oh yeah. A few months back and I think I bought like 12,000 pounds or something of it. Oh my god I got so excited the first time I see that. I've bought a ton. I still haven't used half of it but I love it. Yeah so talk to me about some of the benefits of insect fries besides just the NPK associated with it. The microbial life in there, it's very interesting. We gut it and analyze, and those guys who are manufacturing that insect, making that insect fries, gut it and analyze, and a microbial charge is three times more concentrated than worm casting. And when we worked with that stuff ourselves, we saw a lot of, we found an amazing, amazing chitinase producer in there. So this is a bacteria that we haven't identified yet. I think it got sent out for sequencing. And that's been Frank Gagnebourg that I think you've talked with that's working with this biotechnology company in Quebec. They found this chitinase production producing bacteria that what if you're using shrimp meal, crab meal or insect meal or anything? It's going to break down those chitin into oligokitosin. And oligokitosin can be sensed by the plant and uptaken it's going to trigger systemic acquired resistance that a plant immune system and the plant immune system is off sometime to produce more secondary metabolite like cannabinoids and terpenes to prevent from an attack from insects. So that was very interesting to have that and made us switch a little bit more toward those fertilizers that are more rich in chitin like shrimp and crab meal. So that was pretty cool. And then just the rest of beneficial life in there, there's some really good bacillus subtilis species that were solubilizing phosphorus. So just in general, very good microbial life. The only little thing, there was some bacteria that may help nitrogen volatilization, but so we just got to be careful and use it, not just dump incredible load of insect frass on your plant and it should be all right, but it's a pretty good product so how much are you using approximately are you top dressing with or are you mixing it in your soil uh both so uh i use it as a fertilizer and microbial inoculant in her soil i use it in my compost tea mix and in my top dress as well okay wow you're using a lot of this i know i know we're gonna export it, hopefully. I have it now. It was a great deal because insect frass is so expensive here in the States. Yeah, I think for whomever is using stuff like Stravancrypmea, and especially if you're reusing your soil, it's going to make your soil, the more duration, the more cycle you're going to reuse your soil, the more single molecule of chitinase, the more chitin more cycle you're going through your soil, the more single molecule of chitinase, the more chitinase you're going to have, the more your chitin is going to break down, the more plant immune response you're going to get. And I think that can lead to something pretty cool after like three, four cycle. Well, I need to start experimenting with it, but it's great to hear you give a really good scientific explanation for all these benefits. Okay. I wanted to switch gears for a minute and talk a little bit more about what's going on with cannabis up in canada and anything in store for you in the near future or your facility everybody's talking about it a facility that are being created every week it's there still not a lot there are still so far only 42 across the whole country but more and more are getting certified getting inspected and it's still only for medical production but with licensed producer uh been told that the medical producer will be allowed to sell in a recreational market so a lot of people are building facilities in the opposition themselves for a recreational market so yeah and there is very few technical expertise right now in the industry. A lot of people that have learned under the prohibition, not so many people that are coming from academic or horticultural background so far. So there's a need for labor and worker expertise consulting. So it's pretty much, it's a big boom right now. Our current facility, we're going to go 10 times the size that we are right now. We're going to switch, expand to a 60,000 square foot production facility. We're also experimenting with LED lights from Fluence Biogenering that have some very, very interesting lighting technology. Yeah, I'm talking to those guys and see if i can get them on here next but i have my first shipment from them i just got set up as a distributor with them so i have my first shipment arriving hopefully this week oh because uh awesome yeah cool well uh have you spoke with mitch mitch is a really great guy there no i would love an introduction i've only talked to michael he was going to send that up the chain though in terms of uh being on this podcast because i lighting is something that I know very little about. And I just pretty much  when Jaya said that he had talked to you about Fluence and then done the research himself between the two of you guys, I took that as pretty much the best recommendation ever. Yeah. So I went ahead and placed an order. But I don't really understand uh i always thought leds were way behind the times and they were the cost and and yeah and everything compared to you know hps or high intensity lights just didn't seem i agree didn't seem seem to add up like we weren't quite there yet you think the technology's there there's been a big tipping point in the industry last year. So it still depends on how much you pay for electricity. We are paying, electricity is very cheap in BC, it's like $0.04 a kilowatt. So it's hard to justify lights that are using way less, those lights that are using way less electricity, unless they perform way better. I think in Oregon, you get 400 bucks like cash discount i think if you're buying led per fixture so it's huge like i just really wish we could have this kind of program herself up here because it would make those fixture way more affordable or the same price of other fixtures but i've been to their uh photo x conference October in Austin, Texas, and the amount of expertise coming out of the industry. And I did the first trial with their last generation of LED that was like a pink Christmas-like looking LED, the SpiderX, the previous generation but now they came up with the white led that are fully full spectrum and that are having amazing performance and wanted really like like appeal to me it's when i heard like people doing in commercial greenhouse production using their lights and pulling their their margins with those kind of lights i was oh there's something out there so there's basil production facility of organic basil production in uh virginia they're using those leds so then when you see they're set up it's pretty amazing so especially for vertical growing so ourself we switched to led and did some vertical uh pre-veg rat in our mother room so we have a better light quality than under T5. The interno, the plants are stacking better. The plants look more like they've been growing under full sun. The leaves are darker, thicker, and tighter interno. And as they're producing so little heat, you can have your plant growing very close to those LEDs and having a high light intensity. That allowed us to have way more floor space in our mudder rooms. So we took old nursery transportation rack and then moved them onto vertical growing racks so they're on wheel. We can wheel them around the facility. They're under LEDs and then the plants are responding pretty well to that. They are pricey though. They are. Yeah, they that. They are pricey, though. They are. But, yeah, they are. But if you look at the Instagram of the Poetry of Plant, Nelson is a great guy that I've met at that conference, and he's pulling 30% THC, 3 ounces per square foot using those LED influences. Wow. And he's close to he's that fully fully organic but he's close to be that's great you know you brought up a really good point that i want to highlight that what got you interested in them was the fact that you saw commercial egg you know people growing plants at much much larger lower margins yeah than what you're dealing with successfully Successfully using them is huge because you won't find that basil grower using advanced nutrients or general hydroponics. You know, those products can't exist outside the cannabis industry for the most part. They're just too expensive. And, you know, agriculture has found better options. Yeah. Yeah. Yeah. I think that's I think that's a really good point for listeners to take into consideration when evaluating a product oh yeah just go tour your local greenhouse go volunteer there for a day or just go buy the product directly from the greenhouse and have a glance at how they're doing that have a look at their mixing team their injection system and stuff like that and those guys are know what they're doing and they're pulling way smaller margins than we do. And if they can sell a pound of pepper for 50 cent wholesale, if you apply the same principles to cannabis, you're probably going to do good. Yeah, that's a really good point. And I love the fact that you have this background in agronomy. That's the one thing I see lacking a lot of times in the facilities that I visit is they hire someone who's been growing cannabis, you know, for 20 years in a basement and haven't experienced commercial agriculture or know what it's like to scale that. They may be really good with growing, you know, with one particular line of bottled nutrients, but stepping outside of that can be a real challenge if you don't understand what's actually going into your soil or into your plant oh yeah and that and the real challenge is also like employee management and scheduling and this is more than just looking after a few plants there's way more going on so you manage you're managing plant and people now so yeah yeah it's uh it's a good point, and plants don't shout back at you usually, so that's why I like them. I really appreciate you taking the time to chat today, David. It was wonderful to get to catch up a little bit through this podcast. Much appreciated. Yeah, likewise, Todd. Thanks for having me. And again, it's been a pleasure to meet a fellow like you in the industry, and hopefully make you bring good people to the table and, um, everybody's going to be the better off for, for it. That was David Bernard Perot, lead agrologist and one of the head growers at the Whistler Medical Marijuana Corporation. You are listening to the Cannabis Cultivation and Science Podcast. I'm your host, Tad Hussey. Stay tuned for future podcasts from leading experts around the industry. Don't forget that there's more information and articles available on our website and blog at www.kisorganics.com. And if you enjoy these podcasts, please take a moment to leave me a review on iTunes and send me your feedback and suggestions to our website contact page."}